{
    "title": "灵枢·四时气",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：夫四时之气，各不同形，百病之起，皆有所生，灸刺之道，何者为定？歧伯曰：四时之气，各有所在，灸刺之道，得气穴为定。故春取经、血脉、分肉之间，甚者，深刺之，间者，浅刺之；夏取盛经孙络，取分间绝皮肤；秋取经腧。邪在腑，取之合；冬取井荣，必深以留之。",
        "　　温虐汗不出，为五十九痏，风□肤胀，为五十痏。取皮肤之血者，尽取之。飧泄补三阴之上，补阴陵泉，皆久留之，热行乃止。",
        "　　转筋于阳，治其阳；转筋于阴，治其阴。皆卒刺之。徒□先取环谷下三寸，以铍针针之，已刺而筒之而内之，入而复之，以尽其□，必坚。来缓则烦悗，来急则安静，间日一刺之，□尽乃止。饮闭药，方刺之时徒饮之，方饮无食，方食无饮，无食他食，百三十五日。",
        "　　着痹不去，久寒不已，卒取其三里。骨为干。肠中不便，取三里，盛泻之，虚补之。疠风者，素刺其肿上。已刺，以锐针针其处，按出其恶气，肿尽乃止，常食方食，无食他食。",
        "　　腹中常鸣气上冲胸，喘不能久立。邪在大肠，刺肓之原，巨虚上廉、三里。小腹控睾，引腰脊，上冲心。邪在小肠者，连睾系，属于脊，贯肝肺，络心系。气盛则厥逆，上冲肠胃，煄肝，散于肓，结于脐，故取之肓原以散之，刺太阴以予之，取厥阴以下之，取巨虚下廉去之，按其所过之经以调之。",
        "　　善呕，呕有苦，长太息，心中憺憺，恐人将人将捕之；邪在胆，逆在胃，胆液泄，则口苦，胃气逆，则呕苦，故曰呕胆。取三里以下。胃气逆，则刺少阳血络，以闭胆逆，却调其虚实，以去其邪。",
        "　　饮食不下，膈塞不通，邪在胃脘，在上脘，则刺抑而下之，在下脘，则散而去之。小腹痛肿，不得小便，邪在三焦，约取之太阳大络，视其络脉与厥阴小络，结而血者，肿上及胃脘，取三里。",
        "　　睹其色，察其以，知其散复者，视其目色，以知病之存亡也。一其形，听其动静者，持气口人迎气口人迎以视其脉，坚且盛且滑者，病日进，脉软者，病将下，诸经实者，病三日已。气口候阴，人迎候阳也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝问岐伯说：四季的气候，各不相同，百病的生成，各有不同的原因，针灸治疗的方法根据什么来决定呢？ ",
        "　　岐伯回答说：四季之气对人的影响，反映在身体上为各有一定的发病部位，针灸治疗的方法，要根据四季之气和经穴的特点来决定。因此，春季针灸治病，可取用络脉、分肉之间的穴位，病重的深刺，病轻的浅刺；夏季可取用阳经、孙络上的穴位，或取分肉之间的经脉，用穿过皮肤的浅刺法；秋季可取用各经的腧穴，如果病邪在六腑，可取用手足阳明经的合穴；冬季可取用各经的井穴和荥穴，一定要深刺并且留针。",
        "　　患温疟病不出汗的，治疗可取用治疗热病的五十九个腧穴。患风水病皮肤浮肿的，治疗可取用治疗水病的五十七个腧穴，若皮下有淤血，都应针刺放血。",
        "　　患飨泄病，治疗可取用三阴交穴，用补法，上刺阴陵泉，都长时间留针，等到患者感觉针下发热才可以止针。",
        "　　手足外侧转筋，取手足外廉的阳经刺治，手足内侧转筋，取手足内廉的阴经刺治，都用焠针。",
        "　　患水肿病，针治先取脐下三寸关元穴，用铍针针刺它，针刺后用竹管插入针孔放水，反复进行，使水排尽。针刺时，一定要急刺，刺得缓慢，病人就会觉得烦闷不安，刺得快，病人就会很平静。每隔一天针刺放水一次，直到水尽为止。同时配合服补药，在针灸开始时服用，刚吃完补药不要进食，刚进完食也不要服补药，还要不吃水肿病禁忌的食物一百三十五天。",
        "　　患湿邪的著痹病，经久不愈，常感寒冷不已，治疗用焠针刺里骨。如患肝痹，腹中不舒服，就要取三里穴针治，邪气盛就用泻法，正气虚就用补法。",
        "　　患麻风病，应多次用针刺其肿胀部位。刺后，用手挤压针刺处，挤出其中的邪毒之气，直到肿消尽为止。平时应吃适宜的食物，不吃禁忌的食物。",
        "　　腹中经常鸣响，气向上冲顶胸部，气喘而不能长久站立，这些症状表明病邪在肠，应针刺气海穴、上巨虚穴和足三里穴。小腹牵控睾丸，连及腰脊疼痛，上冲心胸，这些症状是邪在小肠的表现。小肠连及睾丸神经，附着于脊椎，贯通肝肺，联络心系，邪气盛则厥气上逆，冲及肠胃，影响肝脏，扩散于肓膜，聚结在脐部。因此，治疗应取气海穴来散邪气，针刺手太阳经的穴位来上散邪气，取足厥阴经的穴位来下泄邪气，取巨虚下廉穴来除去病邪，根据邪气所经的经络来调治。",
        "　　病人往常呕吐，常常吐出苦水，常叹气，心中感觉空荡不安，就象害怕有人将要抓捕他似的感觉，这是病邪在胆，气逆于胃的症状。吐出胆汁就会感觉口苦，胃气上逆就会导致吐出苦水，所以称这种症状为呕胆。治疗应取足三里穴，使上逆的胃气下降，刺足少阳的血络来抑制胆气上逆，根据病症的虚实情况来祛除病邪。如果病人饮食不入，隔膜阻塞不通，这是病邪在胃脘的症状。病邪在上脘则刺上脘之穴，抑制病邪而使上逆之气下降；若病邪在下脘，则刺下脘之穴来消散祛除病邪。",
        "　　小腹肿痛，不能小便，这是病邪在膀胱的症状，治疗应取足太阳经的大络委阳穴。如果观察到足太阳经大络与足厥阴经小络有聚结淤血现象，而且肿势向上延及胃脘，应取三里穴针治。",
        "　　查看病人的气色，观察病人们的眼睛，就可以了解疾病存留情况，这是因为观察人的眼睛和气色就能知道是否有病。而根据病症，听候脉象动静的目的是了解病情的轻重，诊气口、人迎之脉，脉坚而盛且滑的，表明病情日益加重；脉软的，表明病情将好转；各经脉强实的，过三天病就会好。气口之脉候阴，人迎之脉候阳。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}