{
    "title": "灵枢·寒热病",
    "author": "作者：佚名",
    "content": [
        "　　皮寒热者，不可附席，毛发焦，鼻槁腊，不得汗，取之三阳之络，以补手太阴。肌寒热者，肌痛，毛发焦而唇槁腊，不得汗取三阳于下，以去其血者，补足太阴以出其汗。",
        "　　骨寒热者病无所安，汗注不休。齿未槁，取其少阴于阴股之络；齿已槁，死不治。骨厥亦然。骨痹，举节不用而痛，汗注烦心，取三阴之经补之。",
        "　　身有所伤，血出多及中风寒，苦有所堕坠，四支懈惰不收，名曰体惰，取其小腹脐下三结交。三结交者，阳明、太阴也，脐下三寸关元也。厥痹者，厥气上及腹，取阴阳之络，视主病也，泻阳补阴经也。",
        "　　颈侧之动脉人迎。人迎，足阳明也，在婴筋之前。婴筋之后，手阳明也，名曰扶突。次脉，足少阳脉也，名曰天牖，次脉，足太阳也，名曰天柱。腋下动脉臂太阴也，名曰天府。",
        "　　阳迎头痛，胸满不得息，取之人迎。暴喑气□，取扶突与舌本出血。暴聋气蒙，耳目不明，取天牖。暴挛痫眩，足不任身，取天柱。暴瘅内逆，肝肺相搏，血溢鼻口，取天府。此为天牖五部。",
        "　　臂阳明有入□齿者名曰大迎，下齿龋取之臂，恶寒补之，不恶寒泻之。足太阳有入頄□齿者，名曰角孙，上齿龋取之，在鼻与頄前，方病之时其脉盛，盛则泻之虚则补之。一曰取之出鼻外。",
        "　　足阳明有挟鼻入于面者，名曰悬颅，属口，对入系目本，视有过者取之，损有余，益不足，反者益其。足太阳有通项入于脑者，正属目本，名曰眼系，头目苦痛取之，在项中两筋间，入脑乃别。阴跷阳跷，阴阳相交，阳入阴，阴出阳，交于目锐眦。阳气盛则瞋目，阴气盛则瞑目。",
        "　　热厥取足太阴、少阳，皆留之；寒厥取足阳明、少阴于足，皆留之。舌纵涎下，烦悗，取足少阴。振寒洒洒鼓颔，不得汗出，腹胀烦悗，取手太阴。刺虚者，刺其去也；刺实者，刺其来也。",
        "　　春取络脉，夏取分腠，秋取气口，冬取经输，凡此四时，各以时为齐。络脉治皮肤，分腠治肌肉，气口治筋脉，经输治骨髓。五藏身有五部：伏兔一；腓二，腓者，□也；背三；五藏之腧四；项五。此五部有痈疽者死。",
        "　　病始手臂者，先取手阳明、太阴而汗出；病始头首者，先取项太阳而汗出；病始足胫者，先取足阳明而汗出；臂太阴可汗出，足阳明可汗出。故取阴而汗出甚者，止之于阳；取阳而汗出甚者，止之于阴。凡刺之害，中而不去则精泄，不中而去则致气；精泄则病甚而恇，致气则生为痈疽也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　邪在皮肤而发寒发热，就会使皮肤不能挨着床席，毛发干枯，鼻孔干燥，不出汗。治疗应取足太阳经的络穴，再用补法针刺手太阴经的经穴。邪在肌肉而发寒发热，就会出现肌肉疼痛，毛发干枯而且嘴唇干燥，不出汗等症状。治疗应取足太阳经在下肢的络穴来祛除淤血，用补法补足太阴经来使病人出汗。",
        "　　邪入于骨而发寒发热，疼痛得寝食难安，出汗不止。如果患者牙齿尚未枯槁，可取足少阴经大腿内侧的络穴治疗；如果患者牙齿已经枯槁，就是不可治疗的死症。对骨厥症的诊治也是这样的。患骨痹的，周身关节不能自如活动而且疼痛，大汗淋漓，心中烦燥。治疗应取三阴经的穴位，用补法。",
        "　　身体受外伤且出血很多，又受了风寒，或是从高处坠落受伤，以致四肢肌肉萎缩无力，懒得活动，这种症状称为体惰。治疗应取小腹肚脐下三结交穴。三结交穴就是足阳明胃经、足太阴脾经和任脉结交在脐下三寸的关元穴。患厥痹症，厥逆之气上达腹部。治疗应取阴经或阳经的络穴，但要察明主要病症在何经，若在阳经则用泻法，在阴经用补法。",
        "　　颈侧的动脉上的穴位叫人迎。人迎穴属于足阳明经，在颈筋的前面。颈筋后面的穴位，属于手阳明经，叫做扶突。再后的经脉是足少阳经，上面的穴位叫做天牖。再后的经脉是足太阳经，上面的穴位名叫天柱。腋下动脉是手太阴经，上面的穴位叫做天府。阳邪上逆而引起的头痛、胸满、呼吸不畅等症状，治疗应取人迎穴。突然失音，气梗塞，治疗可刺扶突穴和舌本出血。突然耳聋，经气蒙蔽，耳目不明，治疗应取天牖穴。突然拘挛、癫痫、头晕目眩、站不起来，治疗应取天柱穴。突然口渴，内脏气逆，肝肺两经脉邪火相搏，导致血上溢，口鼻出血，治疗应取天府穴。以上是头部大牖五个腧穴所在位置和主治的病症。",
        "　　手阳明经，上入颧骨而遍于齿龈的，有穴名叫大迎，下腭龋齿痛时，可取大迎穴治疗。如果臂部恶寒就用补法，没有恶寒的，用泻法。足太阳经，上入颊而遍于齿龈的，有穴名叫角孙，上腭龋齿痛时，可取角孙穴治疗，同时取在鼻与颧骨前的穴位。刚发病时，如果脉盛就用泻法，脉虚就用补法。另一种说法是取鼻外侧的禾窌、迎香穴。",
        "　　足阳明经，有夹鼻两侧而行，入于面部的经脉，上有穴叫做悬颅。该经脉下行的属口，上行的对着口角入眼睛深处，诊视如有病变，就取悬颅穴治疗，盛则泻之，虚则补之，如果治疗方法相反，就会加重病情。足太阳经有通过颈项而入脑部的，此穴直属目本，名为眼系(即天柱穴)，头痛、眼病可以取之治疗，穴在项中两筋之间。足太阳经进入头部后就分属阴蹻和阳蹻二脉，阴阳两脉相交，阳入于阴，阴出于阳，交汇于眼内角的睛明穴。阳气盛就会瞠目，阴气盛就会常常闭眼。",
        "　　热厥症的治疗应取足太阴经、足少阴经，都要留针；寒厥症的治疗应取足阳明经、足少阴经，在足部取穴，都要留针。舌头难于收卷，口涎流出，内心烦闷，治疗应取足少阴经穴。浑身发冷，上下腭象鼓一样打颤，不出汗，腹胀，心中烦闷，治疗应取手太阴经穴。针刺虚症，应刺营卫气虚处，用补法；针刺实症，应刺营卫气实处，用泻法。",
        "　　春季针刺，可取络脉间的穴位；夏季针刺时，可取肌肉与皮肤间的穴位；秋季针刺时，可取手太阴经的穴位；冬季针刺，可取各个经穴。大凡四季的针刺，各有各的取穴范围。取络脉能治皮肤病，取肌肉皮肤间的穴位可治肌肉疼痛，取手太阴经可治筋脉病，取经穴可治骨髓、五脏的疾病。",
        "　　人的身体有五个重要部位，即伏兔部、腓部、背部、五脏之腧穴部和颈项部。在这五个部位若发生痈疽，都可能致死。疾病从手臂开始发生的，应先取手阳明经、手太阴经的穴位治疗，使其出汗；疾病从头部开始发生的，应先取项部足太阳经的穴位治疗，使其出汗；疾病从足胫部开始发生的，应先取足阳明经的穴位治疗，使其出汗。针刺手太阴经穴可使汗出，针刺足阳明经穴也可使汗出，所以，取阴经穴而出汗多且不止的，可取阳经穴来止汗；取阳经穴而出汗多且不止的，可取阴经穴来止汗。针刺的危害在于已刺中病而不去针，这样就会使精气外泄；没有刺中病就去针，这样会导致邪气凝聚。精气外泄则病情加重且身体更加虚弱；邪气凝聚，则生成痈疽。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}