{
    "title": "灵枢·杂病",
    "author": "作者：佚名",
    "content": [
        "　　厥挟脊而痛至顶，头沉沉然，目□□然，腰脊强。取足太阳腘中血络。厥胸满面肿，唇漯漯然，暴言难，甚则不能言，取足阳明。厥气走喉而不能言，手足清，大便不利，取足少阴。厥而腹向向然，多寒气，腹中榖榖，便溲难，取足太阴。",
        "　　嗌干，口中热如胶，取足少阴。",
        "　　膝中痛，取犊鼻，以员利针，发而间之。针大如牦，刺膝无疑。",
        "　　喉痹不能言，取足阳明；能言，取手阳明。疟不渴，间日而作，取足阳明；渴而日作，取手阳明。齿痛不恶清饮，取足阳明；恶清饮，取手阳明。聋而不痛者，取足少阳；聋而痛者，取手阳明。",
        "　　衄而不止，衄血流，取足太阳。衄血取手太阳，不已，刺宛骨下，不已刺，腘中出血。",
        "　　腰痛，痛上寒，取足太阳；阳痛上热，取足厥阴，不可以俛仰，取足少阳。中热而喘，取足少阴，腘中血络。",
        "　　喜怒而不欲食，言益小，刺足太阴，怒而多言，刺足少阳。",
        "　　顑痛，刺手阳明与顑之盛脉，出血。项痛不可俯仰，刺足太阳，不可以顾，刺手太阳也。",
        "　　小腹满大，上走胃至心，淅淅身时寒热，小便不利，取足厥阴，腹满，大便不利，腹大亦上走胸嗌，喘息喝喝然，取足少阴，腹满食不化，腹满食不化，腹向向然，不能大便，取足太阴。",
        "　　心痛引腰脊，欲呕，取足少阴。心痛，腹胀，啬啬然，大便不利，取足太阴。心痛，引背不得息，刺足少阴，不已，取手少阳。",
        "　　心痛引小腹满，上下无常处，便溲难，刺足厥阴心痛，但短气不足以息，刺手太阴。心痛，当九节刺之，按，已刺按之，立已；上下求之，得之立已。",
        "　　颌痛，刺足阳明曲周动脉，见血，立已，按人迎于经，立已。气逆上，刺膺中陷者，与下胸动脉。",
        "　　腹痛，刺脐左右动脉，已刺按之，立已，刺气街，已刺按之，立已。",
        "　　痿厥为四末束悗，乃疾解之，日二；不仁者，十日而知，无休，病已止。",
        "　　哕，以草刺鼻，嚏，嚏而已；无息，而疾迎引之，立已；大惊之，亦可已。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　经气厥逆，脊柱两侧疼痛，连及头顶，导致头昏沉沉，眼睛看不清东西，腰脊僵直，治疗应取足太阳经的委中穴，刺络脉出血。",
        "　　经气厥逆，胸部满闷，面部肿胀，口唇肿起，突然间说话困难，严重的则不能言语，治疗应取足阳明经的穴位。",
        "　　经气厥逆，逆至喉部就不能言语，手足发冷，大便不利，治疗应取足少阴经的穴位。 ",
        "　　经气厥逆，腹部膨胀，叩之有声，内多寒气，腹鸣如水响，大小便困难，治疗应取足太阴经的穴位。",
        "　　咽喉发干，口中灼热好象胶粘，治疗应取足少阴经的穴位。 ",
        "　　膝关节疼痛，治疗可取犊鼻穴，用员利针刺治，刺后过一会再刺。员利针大如牛尾之毛，用它刺治膝部是最为适宜的。",
        "　　患喉痹之人，如果不能说话，治疗可取足阳明经的穴位；如果能说话，治疗可取手阳明经的穴位。",
        "　　患疟疾的病人，如果口不渴，隔天发作一次，可取足阳明经的穴位治疗；如果口渴且隔天发作一次的，可取手阳明经的穴位治疗。",
        "　　牙痛的病人，如果不怕冷饮，可取足阳明经的穴位治疗；如果怕冷饮，可取手阳明经的穴位治疗。",
        "　　耳聋而不疼痛的，可取足少阴经的穴位治疗；耳聋而疼痛的，可取手阳明经的穴位治疗。",
        "　　鼻出血不止，流出的是败恶黑血，治疗应取足太阳经的穴位；黑血凝滞，治疗可取手太阳经的穴位。如果出血不止，应刺手太阳经的腕骨穴，还不止血，可刺委中穴出血。",
        "　　腰痛，如果身体上部发寒，治疗可取足太阳、足阳明两经的穴位；如果身体上部发热，治疗可取足厥阴经的穴位。腰痛得不能前俯后仰，治疗可取足少阳经的穴位。腰痛，内热而气喘，治疗可取足少阴经的穴位，并刺委中穴的血络。",
        "　　爱发怒且不想吃东西，话少，应刺足太阴经的穴位治疗；爱发怒且话多，应刺足少阴经的穴位。",
        "　　下巴疼痛，可刺手阳明经的穴位和足阳明经的颊车穴出血。 ",
        "　　脖子疼痛，不能前俯后仰，可刺足太阳经的穴位；如果脖子不能回转，可刺手太阳经的穴位。",
        "　　小腹部胀满膨大，气逆向上连及胃部以至心胸，发冷，全身忽而寒冷忽而发热，小便不利，治疗可取足厥阴经的穴位。",
        "　　腹部胀满，大便不利，腹部胀大，气逆向上影响胸部、喉部，喘息急促，喘声很大，治疗可取足少阴经的穴位。腹部胀满，进食不能消化，腹内鸣响，不能大便，治疗可取足太阴经的穴位。",
        "　　心痛牵连腰部、脊背疼痛，想呕吐，治疗可取足少阴经的穴位。心痛，腹胀，大便不利，治疗可取足太阴经的穴位。心痛牵连背部疼痛，呼吸不畅，治疗可刺足少阴经的穴位；若仍疼痛不止，可取手少阳经的穴位刺治。心痛，小腹胀满，上下疼痛无定处，大小便困难，治疗可刺足厥阴经的穴位。心痛，气短，呼吸困难，治疗可刺手太阴经的穴位。心痛，治疗应刺九椎下的筋缩穴，先在穴位上按揉，刺后，再按揉，可以立即止痛；如果仍疼痛不止，再上下寻求治本病的有关穴位刺治，找到了相应的穴位刺治，就会立即止痛。",
        "　　腮部疼痛，治疗可刺足阳明经的曲周动脉(即颊车穴)出血，可以立即止痛；若仍不止痛，再按揉足阳明经的人迎穴，就会立即止痛。",
        "　　气逆向上，治疗可取胸中凹陷处的屋翳穴以及胸下部的动脉。 ",
        "　　腹痛，治疗可刺脐左右动脉，针刺后再按揉该处，就会立即止痛；如果仍不止痛，再刺气冲穴，刺后再按揉该穴，就会立即止痛。",
        "　　痿厥病，治疗可将病人四肢捆绑起来，待病人气闷时，就迅速解开，每天两次，发病时失去知觉的病人这样治疗十天后就会有知觉，但治疗不要停止，直到病好了，才停止捆缚。",
        "　　打嗝，可用草茎刺鼻，使人打喷嚏，就会停止打嗝。如果仍不停止，可憋住气，迎上逆之气引而散之，就会立即止住打嗝。使人大惊，也可以止住打嗝。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}