{
    "title": "灵枢·口问",
    "author": "作者：佚名",
    "content": [
        "　　黄帝闲居，辟左右而问于岐伯曰：余已闻九针之经，论阴阳逆顺六经已毕，愿得口问。岐伯避席再拜曰：善乎哉问也，此先师之所口传也。",
        "　　黄帝曰：愿闻口传。歧伯对曰：夫百病之始生也，皆生于风、雨、寒、暑、阴、阳、喜怒、饮食、居处。大惊卒恐则血气分离，阴阳破散，经络厥绝，脉道不通，阴阳相逆，卫气稽留，经脉虚空，血气不次，乃失其常，论不在经者，请道其方。",
        "　　黄帝曰：人之欠者，何气使然？歧伯答曰：卫气昼日行于阳，夜半则行于阴，阴者主夜，夜者卧，阳者主上，阴者主下，故阴气积于下，阳气未尽，阳引而上，阴引而下，阴阳相引，故数欠，阳气尽阴气盛，则目暝，阴气尽而阳气盛，盛则寤矣，泻足少阴，补足太阳。",
        "　　黄帝曰：人之哕者，何气使然？歧伯曰：谷入于胃，胃气上注于肺，今有故寒气与新谷气俱还入于胃，新故相乱，真邪相攻，气并相逆，复出于胃，故为哕，补手太阳泻足少阴。",
        "　　黄帝曰：人之唏音，何气使然？歧伯曰：此阴气盛而阳气虚，阴气疾而阳气徐，阴气盛而阳气绝故为唏，补足太阳泻足少阴。",
        "　　黄帝曰：人之振寒者，何气使然？歧伯曰：寒气客于皮肤，阴气盛，阳气虚，故为振寒寒栗，补诸阳。",
        "　　黄帝曰：人之噫者，何气使然？歧伯曰：寒气客于胃，厥逆从下上散，复出于胃，故为噫，补足太阴、阳明，一日补眉本也。",
        "　　黄帝曰：人之嚏者，何气使然？歧伯曰：阳气和利满于心出于鼻，故为嚏，补足太阳荣眉本，一曰眉上也。",
        "　　黄帝曰：人之亸者，何气使然？歧伯曰：胃不实则诸脉虚，诸脉虚则筋脉懈惰，筋脉懈惰则行阴，用力气不能复，故为亸，因其所在补分肉间。",
        "　　黄帝曰：人之哀而泣涕出者，何气使然？歧伯曰：心者五脏六腑之主也，目者宗脉之所聚也，上液之道也，口鼻者气之门户也。故悲哀愁忧则心动，心动则五脏六腑皆摇，摇则宗脉感，宗脉感则液道开，液道开故泣涕出焉。液者，所以灌精濡空窍者也，故上液之道开则泣，泣不止则液竭，液竭则精不灌，精不灌则目无所见矣。故命曰痔精，补天柱，经侠颈。",
        "　　黄帝曰：人之太息者，何气使然？歧伯曰：忧思则心系急，心系急则气道约，约则不利，故太息以伸出之，补手少阴心主，足少阳留之也。",
        "　　黄帝曰：人之涎下者，何气使然？歧伯曰：饮食者皆入于胃，胃中有熬则虫动，虫动则胃缓，胃缓则廉泉开，故涎下，补足少阴。",
        "　　黄帝曰：人之耳中鸣者，何气使然？歧伯曰：耳者宗脉之所聚也，故胃中空则宗脉虚，虚则下溜，脉有所竭者，故耳鸣，补客主人，手大指爪甲上与肉交者也。",
        "　　黄帝曰：人之自啮舌者，何气使然？歧伯曰：此厥逆走上，脉气辈至也，少阴气至则啮舌，少阳气至则啮颊，阳明气至则啮唇矣，视主病者，则补之。",
        "　　凡此十二邪褚，皆奇邪之走空窍者也，故邪之所在，皆为不足。故上气不足，脑为之不满，耳为之苦鸣，头为之苦倾，目为之眩，中气不足，溲便为之变，肠为之苦鸣，下气不足则及为痿厥心悗，补足外踝下，留之。",
        "　　黄帝曰：治之奈何？歧伯曰：肾主为欠，取足少阴，肺主为哕，取手太阴，足少阴，唏者，阴与阳绝，故补足太阳，泻足少阴，振寒者，补诸阳，噫者，补足太阴阳明，嚏者，补足太阳眉本，亸，因其所在补分肉间。泣出，补天柱，经侠颈，侠颈者头中分也，太息，补手少阴，心主，足少阳留之，涎下，补足少阴，耳鸣，补客主，人手大指爪甲上与肉交者。自啮舌，视主病者，则补之，目眩头倾，补足外踝下，留之，痿厥，心悗，刺足大指间上二寸，留之，一日，足外踝下，留之。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝闲居，摒开左右之人而问岐伯道；我已了解关于九针的医经，以及医经上所论述的阴阳两经、气顺气逆和手足六经的道理，我希望得到口授相传的知识。",
        "　　岐伯离开席位，拜了两拜后说：问得好啊！这些知识都是先师口授传给我的。 ",
        "　　黄帝说：我想听到这些口授相传的知识。 ",
        "　　岐伯回答说：百病的最初生成，都是由于风雨寒暑的变化，阴阳不调，喜怒无常，饮食起居不良，大惊猝恐等原因引起的。这些原因导致了血气分离，阴阳破散，经络闭塞，脉道不通，阴阳相逆，卫气滞留，经脉虚空，血气运动紊乱，于是身体状况就不正常了。这些论述在医经上没有记载，请让我说明其中的道理。",
        "　　黄帝问：人打呵欠，是什么气导致的？ ",
        "　　岐伯答道：卫气白天行于阳分，夜间则行于阴分。阴主夜，夜主静卧而眠。阳主升而上，阴主降而下。因此，人在夜间将睡之时，阴气积聚于下，阳气未尽入于阴分，阳气引而上行，阴气引而下行，阴阳二气相互牵引，所以不断打呵欠。待到阳气尽入于阴分，阴气盛行，人就闭目而眠了。待到白天阴气尽入于阳而阳气盛行时，人就醒了。治疗打呵欠，应泻足少阴肾经，补足太阳膀胱经。",
        "　　黄帝问：人患呃逆，是什么气导致的？ ",
        "　　岐伯说：谷物进入胃里，化成胃气上注到肺里。若胃里先有寒气，与新谷气相争，寒气和谷气都滞留在胃里，新旧二气两相扰乱，胃气寒气交攻互逆，再从胃中出来而上逆，所以发生呃逆。治疗可补手太阴肺经，泻足少阴肾经。",
        "　　黄帝问：人有哽咽，是什么气导致的？ ",
        "　　岐伯说：这是因为阴气盛而阳气虚，阴气运行快而阳气运行缓，阴气过盛而阳气衰绝，所以发生哽咽。治疗可补足太阳膀胱经，泻足少阴肾经。",
        "　　黄帝问：人身体发冷打战，是什么气导致的？ ",
        "　　岐伯说：寒气侵入皮肤，阴气盛，阳气虚，所以身体出现发冷发抖现象。治疗可用温补各阳经的方法。",
        "　　黄帝问：人有嗳气，是什么气导致的？ ",
        "　　岐伯说：寒气侵入胃里，厥逆之气从下向上扩散，再从胃里出来，所以产生嗳气。治疗可补足太阴脾经、足阳明胃经。",
        "　　黄帝问：人打喷嚏，是什么气导致的？ ",
        "　　岐伯说：阳气和，充满胸腔，向上出于鼻，所以打喷嚏。治疗可用补法刺足太阳经的荥穴通谷。",
        "　　黄帝说：人全身懈怠无力，活动不灵，是什么气导致的？ ",
        "　　岐伯说：胃气虚而不实则各经脉皆虚，各经脉虚则导致全身筋肉脉络懈怠，筋脉懈惰又用力行房事，则元气不能恢复，所以发生全身懈怠无力的亸症。治疗应根据发病部位，在分肉之间用补法。",
        "　　黄帝问：人悲哀而流眼泪，是什么气导致的？ ",
        "　　岐伯说：心是五脏六腑的主宰；眼睛是各宗脉所聚集之处，也是眼泪的通道；口鼻是气息出入的门户。因此，悲哀忧伤就会劳动心神，心神激动就导致五脏六腑不安，五脏六腑不安则会使宗脉相应而动，宗脉动就会使眼泪的通道敞开，眼泪的通道敞开就使得眼泪流出来。人的津液，是灌注了精气而滋润孔窍的。因此，眼泪的通道敞开就会涕泣不止，涕泣不止就会导致津液枯竭，津液枯竭会使精气无所灌注，精气无所灌注就会使眼睛看不见东西，所以称为“夺精”。治疗此症可补天柱穴，穴在足太阳经在挟项后的发际。",
        "　　黄帝问：人叹气，是什么气导致的？",
        "　　岐伯说：忧愁思虑会使心之脉络急紧，心之脉络急紧就会约束气道，气道受了约束则呼吸不畅，所以叹气来扩展呼出气息。治疗可补手少阴经、手厥阴经和足少阳经，要留针。",
        "　　黄帝问：人流口水，是什么气导致的？ ",
        "　　岐伯说：人吃喝的东西都进入胃里，胃中有热就会使寄生虫蠕动，虫动则胃气弛缓，胃气弛缓就会使舌下廉泉张开，所以口水流出。治疗可补足少阴肾经。",
        "　　黄帝问：人发生耳鸣，是什么气导致的？ ",
        "　　岐伯说：耳是人体各经脉所汇聚之处，所以胃中空就会使各经脉虚，各经脉虚则阳气下降，致使入耳之经脉气血不足而有所衰竭，因此发生耳鸣。治疗可补足少阳客主人穴和手大指指甲上与肉相交处的手太阴经的少商穴。",
        "　　黄帝问：人自己咬舌头，是什么气导致的？ ",
        "　　岐伯说：这是厥逆之气上行于头，随各脉各行其位导致的。少阴逆气上达就会咬舌，少阳逆气上达就会咬脸颊内部，阳明逆气上达就会咬嘴唇。治疗应根据主病在何经，采用补的方法。",
        "　　上述十二种病邪，都是奇邪侵入孔窍所致，所以，邪气所在之处，都是由于正气不足。如果头部正气不足，则脑髓不满，耳中常鸣，头常耷拉，目眩；如果身体中部正气不足，则大小便不正常，肠中常鸣；如果身体下部正气不足，则会痿厥、心闷。治疗上述各症都可补足外踝下足太阳经昆仑穴，要留针。",
        "　　黄帝问：上述各症证，如何治疗？ ",
        "　　岐伯说：肾主呵欠，所以治打呵欠应取足少阴肾经。肺主呃逆，所以治疗呃逆应取手太阴肺经和足少阴肾经。哽咽，原因是阴盛阳衰，所以治疗应补太阳膀胱经，泻足少阴肾经。打战发冷，治疗应补各阳经。嗳气，治疗应补足太阴脾经和足阳明胃经。打喷嚏，治疗应补足太阳膀胱经。肢体懈怠无力，根据其发病部位，补分肉间。流涕泪，治疗可补足太阳经在挟项后的天柱穴，挟项的天柱穴即在头后正中发际处。叹气，治疗可补手少阴心经、手厥阴心包经和足少阳胆经，要留针。流口水，治疗可补足少阴肾经。耳鸣，治疗可补足少阳胆经的客主人穴、手大指指甲上与肉相交处的手太阴肺经的少商穴。自己咬舌头，观察主病所在之经，用补的方法。目眩，头耷拉，治疗可补足外踝下的足太阳经的昆仑穴，要留针。痿厥，心闷，治疗可刺足大趾间上二寸处，要留针，另一种说法是可刺足外踝下的昆仑穴，要留针。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}