{
    "title": "灵枢·师传",
    "author": "作者：佚名",
    "content": [
        "　　黄帝曰：余闻先师有所心藏，弗着于方，余愿而藏之，则而行之，上以治民，下以治身，使百姓无病，上下和亲，德泽下流，子孙无忧，传于后世，无所络时，可得闻乎？歧伯曰：远乎哉问也，夫治民与自治，治彼与治此，治小与治大，治国与治家，未有逆而能治之也，夫惟顺而已矣，顺者非独阴阳脉，论气之逆顺也，百姓人民皆欲顺其志也。",
        "　　黄帝曰：顺之奈何？歧伯曰：入国问俗，入家问讳，上堂问礼，临病人问所便。",
        "　　黄帝曰：便病人奈何？歧伯曰：夫中热消瘅则便寒寒中之属则便热，胃中热则消谷，令人悬心，善饥，脐以上皮热，肠中热则出黄如糜，脐以皮寒，胃中寒则腹胀，肠中寒则肠鸣，飧泄，胃中寒，肠中热则胀而且泄胃中热，肠中寒则疾饥小腹痛胀。",
        "　　黄帝曰：胃欲寒饮，肠欲热饮，两者相逆，便之奈何，且夫王公大人，血食之君，骄恣从欲，轻人而无能禁之，禁之则逆其志，顺之则加其病，便之奈何，治之何先？歧伯曰：人之情，莫不恶死而乐生，告之以其败，语之以其善，导之以其所便，开之以其所苦，虽有无道之人，恶有不听者乎。",
        "　　黄帝曰：治之奈何？歧伯曰：春夏先治其标，后治其本，秋冬先治其本，后治其标。",
        "　　黄帝曰：便其相逆者，奈何？歧伯曰：便虍者，食饮衣服亦欲适寒温，寒无凄凄，暑无汗出，食饮者，热无灼灼，寒无沧沧，寒温中适，故气将持，及不致邪僻也。",
        "　　黄帝曰：本脏以身形，支节，□肉候五脏六腑之小大焉，今夫王公大人临朝即位之君而问焉，谁可扪循之而后答乎？歧伯曰：本身形支节者，脏腑之盖也，非面部之阅也。",
        "　　黄帝曰：五脏之气阅于面者，余已知之矣，以肢节而知阅之，奈何？歧伯曰：五脏六腑者，肺为之盖，巨肩，陷咽候见其外。黄帝曰：善。",
        "　　歧伯曰：五脏六腑心为之主，缺盆为之道，骨有余，以候□□。黄帝曰：善。",
        "　　歧伯曰：肝者主为将，使之候外，欲知坚固，视目大小。黄帝曰：善。",
        "　　歧伯曰：脾者主为卫，使之迎粮，视唇舌好恶，以知吉凶。黄帝曰：善。",
        "　　歧伯曰：肾者主为为外，使之远听，视耳好恶，以知其性。黄帝曰：善。愿闻六腑之候。",
        "　　歧伯曰：六腑者，胃为之海，广骸，大颈，张胸，五谷及容，鼻隧以长，以候大肠，唇厚，人中长，以候小肠。目下果大，其胆及横，鼻孔在外，膀胱漏泄，鼻柱中央起，三焦乃约，此所以候六腑也，上下三等，脏安且良矣。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝说：我听说前辈老师有很多心得，没有记载在简牍上，我想了解它们而将它们保存下来，作为准则加以推广实行，上可以统治百姓，下可以修养自身，使百姓没有痛苦，统治者和百姓相互和睦友爱，美德流传后代，使得子孙继承优良传统而无忧，这样的状态流传百世，没有终止之时。所有这些我可以了解吗？ ",
        "　　岐伯说：你问的是很深远的问题啊！统治百姓和修养自身，统治那里和统治这里，处理小事和处理大事，治理国家和治理家庭，从来没有逆其情而能治理好的，只有顺其情才能治理得好。顺其情，不只是阴阳、经脉、营卫之气的顺逆，人民百姓也都希望能顺从他们的意愿。",
        "　　黄帝问：怎么才能顺其情呢？ ",
        "　　岐伯说：到一国应先问清人家的礼俗，到别人家去应先问清人家的忌讳，登庙堂应先问清见君主的礼节，给人看病应先问清病人的适与不适。",
        "　　黄帝问：怎样才能用适当的方法治疗病人呢？ ",
        "　　岐伯说：肠胃中热患消瘅病的人，适宜于用寒的疗法，而内寒的病人则适宜于用热的疗法。胃中热，食物消化得快，使人心悬，常有饥饿感，脐以上的皮肤发热。肠中热，则排出的粪便象糜烂的粥，脐以下的皮肤发寒。胃中寒，就会腹胀；肠中寒，就会肠鸣，大便清稀且有不消化之食物残渣。胃中寒，肠中热，则腹胀而且腹泄；胃中热，肠中寒，就会总觉得饥饿且小腹疼痛。",
        "　　黄帝说：如果胃热却想吃寒冷的饮食，肠寒却想吃热的饮食，寒热两者是性质相反的，怎样治疗此症呢？特别是王公大人和一向肉食的君主，骄恣纵欲，看不起任何人，就无法使他们禁忌一些食物。让他们禁忌不利食物就会拂逆其意愿，顺从他们的欲望则加重其病情，怎么办呢？治疗应该先治哪一方面呢？ ",
        "　　岐伯说：人之常情，没有不愿意活着而愿意死的。如果告诉病人哪些是对他身体有害的，哪些是对他有利的，引导病人做适宜的事情，用得病者的痛苦来劝诫病人，如此这般即使有不通情理的人，哪里还会不听从劝告呢？ ",
        "　　黄帝问：怎样治疗呢？ ",
        "　　岐伯说：春夏季先治在外的标病，后治在内的本病；秋冬季先治在内的本病，后治在外的标病。",
        "　　黄帝问：怎样才能使两病相逆的病人得到适宜的治疗呢？ ",
        "　　岐伯说：适应这种病人的情况，在饮食衣服上要使他寒热适宜，天冷时多穿不要冻着，天热时少穿以免出汗。在饮食方面，热天不吃滚烫的食物，冷天不吃寒凉的食物。饮食衣服要寒温适中，这样正气才能内守，才能不使邪气侵入体内。",
        "　　黄帝说：在《本藏》篇中，认为身体的外形、四肢、关节、肌肉可以观察人的五脏六腑的大小。如果王公大人和临朝即位的君主问到这个问题，谁能够捏摸他们的身体然后回答呢？",
        "　　岐伯说：身体的外形肢节，是五脏六腑的表象，不是仅凭面部能观察得了的。 ",
        "　　黄帝说：五脏之精气，可以从面部去观察，我已经知道了，但怎么从肢节上去观察呢？ ",
        "　　岐伯说：五脏六腑，肺的位置最高，如遮盖一般，肩高和咽喉的凹陷情况，就是肺部情况在外的表现。",
        "　　黄帝说：讲得好。 ",
        "　　岐伯说：五脏六腑，心是主宰，缺盆是气血的通道。从肩端骨两端相距大小，可以观察缺盆骨的部位和形态，从而观察心脏的高下坚脆偏正。",
        "　　黄帝说：讲得好。 ",
        "　　岐伯说：肝就象将军一样，用它抵抗外邪，想要知道肝的健康情况，可以观察眼睛的明暗。",
        "　　黄帝说：讲得好。 ",
        "　　岐伯说：脾主捍卫身体健康，用它接受饮食，运送食物精华到身体各部分，观察嘴唇和舌头的色泽的正常与否，来了解脾的健康与否。",
        "　　黄帝说：讲得好。 ",
        "　　岐伯说：肾主水在体内运行，肾气通耳而影响听力，观察耳朵听力的好坏，可以了解肾的功能。",
        "　　黄帝说：讲得好。我还想了解六腑的表象。 ",
        "　　岐伯说：六腑中，胃是饮食之海，如果一个人脸颊丰满，颈项粗大，胸部宽广，表明他的胃容纳五谷是好的。鼻道长短，可以观测大肠情况。嘴唇厚，人中长，可以观察小肠情况。眼睛下眼胞大，表明胆不正常。鼻孔向上显露，表明膀胱不固而漏泄。鼻梁中央隆起，表明三焦强壮。以上是用来观察六腑情况的方法。人身体上中下三部分相称合谐，就表明内脏安定而且健康。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}