{
    "title": "灵枢·逆顺肥瘦",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：余闻针道于夫子，众多毕悉矣！夫子之道，应若失而据，未有坚然者也。夫子之问学熟乎，将审察于物而生之乎？歧伯对曰：圣人之为道者，上合于天，下合于地，中合于人事，必有明法，以起度数，法式检押，乃后可传焉！故匠人不能释尺寸而意短长、废绳墨而起平水也。工人不能置规而为圆、去矩而为方，知用此者，固自然之物，易用之教，逆顺之也。",
        "　　黄帝曰：愿闻自然奈何？歧伯曰：临深决水，不用功力而水可竭也；循堀决卫，而经可通也；此言气之滑涩、血之清浊，行之逆顺也。",
        "　　黄帝曰：日愿闻人之黑白、肥瘦、小长、各有数乎？歧伯曰：年质壮大，血气充盈，肤革坚固，因加以邪，刺此者，深而留之，此肥人也；广肩腋、项肉、厚皮而黑色、唇临临然，其血黑以浊，其气涩以迟，其为人也贪而取与；刺此者，深而留之，多益之数也。",
        "　　黄帝曰：刺瘦人奈何？歧伯曰：瘦人者，皮薄、色少、肉廉廉然，薄唇，轻言，其血清，气滑，易脱于气，易损于血；刺此者，浅而疾之。",
        "　　黄帝曰：刺常人奈何？歧伯曰：视其白黑，各为调之，其端正敦厚者，其血气和调；刺此者，无失常数也。",
        "　　黄帝曰：刺壮土真骨者，奈何？歧伯曰：刺壮士真骨、坚肉、缓节、监监然，此人重则气涩、血浊，刺此者，深而留之，多益其数；劲则气滑、血清，刺此者，浅而疾之。",
        "　　黄帝曰：刺婴儿奈何？歧伯曰：婴儿者，其肉脆、血少、气弱；刺此者，以毫针浅刺而疾发针，日再可也。黄帝曰：脉行之逆顺奈",
        "　　黄帝曰：临深决水，奈何？歧伯曰：血清、气浊，疾写之，则气竭焉！",
        "　　黄帝曰：循掘决冲，奈何？歧伯曰：血浊、气涩，疾写之，则经可通也。",
        "　　黄帝曰：脉行之逆顺，奈何？歧伯曰：手之三阴，从藏走手；手之三阳，从手走头；足之三阳，从头走足；足之三阴，从足走腹。",
        "　　黄帝曰：少阴之脉独下行，何也？歧伯曰：不然。夫冲脉者，五藏六府之海也；五藏六府皆禀焉！其上者，出于颃颡，渗诸阳，灌诸精；其下者，注少阴之大络，出于气街，循阴股内廉，入腘中，伏行骭骨内，下至内踝之后属而别。其下者并行少阴之经，渗三阴；其前者，伏行出跗属，下循跗，入大指间，渗诸络而温肌肉。故别络结则跗上不动，不动则厥，厥则寒矣！",
        "　　黄帝曰：何以明之？歧伯曰：五官导之，切而验之，其非必动，然后乃可明逆顺之行也。黄帝曰：窘乎哉！圣人之为道也，明于日月，微于毫厘，其非夫子，孰能道之也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝问岐伯说：我从先生这里听到了针刺治疗的道理，许多内容都已理解了。先生讲的道理与实际情况相符得如箭之中的，但根据却是不固定的，先生的学问是继承谁的呢，还是经过仔细观察事物而后心中思考琢磨出来的呢？ ",
        "　　岐伯说：圣人创立的理论，上合于天，下合于地，中与人事相符，一定要有明确的法规，来确立度量标准、模式规矩，然后才能传于后世。所以，工匠不能丢掉尺寸而随意定长短，不能放弃绳墨而求平直，不能不用圆规而画圆，也不能抛开矩尺而画方形。知道运用这些法则，就可以顺应自然，用简单易懂的方法，掌握顺逆的常规。",
        "　　黄帝说：我想知道顺应自然是怎样的。 ",
        "　　岐伯说：面临深沟而放水，不用功力，就可以将水放尽；顺着窟窿挖地道，不管地有多坚实，就可以开通小路。用它们来比喻说明人身之气有滑有涩，血有清有浊，气血运行有顺有逆这些人身的自然。",
        "　　黄帝问：我想知道人的皮肤黑白、身体胖瘦、身材高矮，在针刺时有分别吗？ ",
        "　　岐伯说：壮年而且体质健壮的人，血气充足旺盛，皮肤坚固，因受外邪而患病，针刺这种人，要深刺而且留针，这是针刺治疗肥壮之人的方法。如果是宽肩、腋下厚实、粗项、肉薄皮厚且肤色发黑、嘴唇厚大的人，他们血色黑浊不清，他的气涩且运行迟滞，他的为人贪图获取和不劳而获。针刺这种人，要深刺而且留针，多增加针刺的次数。",
        "　　黄帝问：怎样针刺瘦人呢？ ",
        "　　岐伯说：瘦人皮薄，血色不足，肌肉消瘦，嘴唇薄，说话声音轻，他的血清稀气滑，气容易虚脱，血也容易耗损。针刺这种人，要浅刺，快速出针。",
        "　　黄帝问：怎样针刺平常不肥不瘦的人呢？ ",
        "　　岐伯说：看他的肤色黑白，分别用不同的刺法调治。如果是品行端正敦厚的人，他的气血和调。针刺这样的人，不要违背正常的刺法。",
        "　　黄帝问：怎样针刺壮士呢？ ",
        "　　岐伯说：壮士骨骼坚固，肌肉坚实，关节运转自如有力，此人如果性情稳重，就会气行涩且血混浊。针刺这种人，应深刺且留针，多增加针刺的次数。此人如果性情轻浮好动，就会气滑血清。针刺这种人，应浅刺且急速出针。",
        "　　黄帝问：怎样针刺婴儿呢？ ",
        "　　岐伯说：婴儿的肌肉柔软，血少气弱，针刺婴儿，应当用毫针浅刺而且快速进针，一天针刺两次就可以了。",
        "　　黄帝问：临深决水在针刺上是怎样解释？",
        "　　岐伯说：血清气滑的病人，如果急用泻法，就会导致真气衰竭。",
        "　　黄帝问：循掘决冲在针刺上是怎样解释？ ",
        "　　岐伯说：血浊气涩的病人，如果急用泻法，就会使气能够通畅。 ",
        "　　黄帝问：经脉循行的顺逆情况是怎样的？ ",
        "　　岐伯说：手三阴经，从心肺走到手指。手三阳经，从手走到头部。足三阳经，从头部走到脚趾端。足三阴经，从脚走到腹部。",
        "　　黄帝问：唯独足少阴经下行，这是为什么？ ",
        "　　岐伯说：不是足少阴经，而是冲脉。冲脉，是五脏六腑汇聚之海，五脏六腑都禀受它的气血的滋养。冲脉上行支脉，出于上口腔的鼻道，渗入各阳经，灌于阴经；冲脉下行支脉，灌注于少阴经的大络，出于气冲穴，顺着大腿内侧，进入膝腘窝中，潜行于小腿骨内侧，下至内踝胫骨与跗骨相连处而又别行。冲脉下行支脉，与足少阴经并行，渗入三阴经；下行支脉的前行支脉，潜行出于外踝接近胫骨与跗骨相连处，再下行循着脚背进入足大趾间，渗入各络脉而滋养肌肉。因此，冲脉在下分出的支络淤结就会使足背上的脉不跳动，脉不跳动就会导致卫气不行而成厥逆，出现厥逆就会感到寒冷。",
        "　　黄帝问：用什么来证明是冲脉还是足少阴经下行呢？ ",
        "　　岐伯说：用言语开导，用手切足部脉来验证，若不是足少阴经而是冲脉的话，冲脉一定是跳动的，然后就可以明白足少阴经和冲脉的上下行的逆顺关系。",
        "　　黄帝说：圣人讲得这些道理真重要啊！它象日月一样光明，象毫厘一样细致入微，如果不是先生，谁能够讲解它呢？ ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}