{
    "title": "灵枢·阴阳系日月",
    "author": "作者：佚名",
    "content": [
        "　　黄帝曰：余闻天为阳，地为阴；日为阳、月为阴，其合之于人奈何？歧伯曰：腰以上为天，腰以下为地，故天为阳，地为阴。故足之十二经脉以应十二月，月生于水，故在下者为阴；手之十指以应十日，日主火，故在上者为阳。",
        "　　黄帝曰：合之于脉奈何？歧伯曰：寅者，正月之生阳也，主左足之少阳；未者，六月，主右足之少阳；卯者，二月，主左足之太阳；午者，五月，主右足之太阳；辰者，三月，主左足之阳明；巳者，四月，主右足之阳明，此两阳合于前，故曰阳明；申者，七月之生阴也，主右足之少阴；丑者，十二月，主左足之少阴；酉者，八月，主右足之太阴；子者，十一月，主左足之太阴；戌者，九月，主右足之厥阴；亥者，十月，主左足之厥阴，此两阴交尽，故曰：厥阴。",
        "　　甲主左手之少阳，已主右手之少阳；乙主左手之太阳，戊主右手之太阳；丙主左手之阳明，丁主右手之阳明，此两火并合，故为阳明；庚主右手之少阴，癸主左手之少阴；辛主右手之太阴，壬主左手之太阴。",
        "　　故足之阳者，阴中之少阳也；足之阴者，阴中之太阴也；手之阳者，阳中之太阳也；手之阴者，阳中之少阴也。腰以上者为阳，腰以下者为阴。其于五藏也；心为阳中之太阳，肺为阳中之少阴，肝为阴中之少阳，脾为阴中之至阴，肾为阴中之太阴。",
        "　　黄帝曰：以治奈何？歧伯曰：正月、二月、三月、，人气在左，无刺左足之阳；四月、五月、六月，人气在右，无刺右足之阳；七月、八月、九月，人气在右，无刺右足之阴；十月、十一月、十二月，人气在左，无刺左足之阴。",
        "　　黄帝曰：五行以东方、甲乙、木、主春；春者苍色，主肝；肝者，足厥阴也；令乃以甲为左手之少阳，不合于数，何也？歧伯曰：此天地之阴阳也，非四时、五行之以次行也；且夫阴阳，有名而无形，故数之可十，离之可百，散之可千，推之可万，此之谓也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝说：我听说天为阳，地为阴，日为阳，月为阴，这些阴阳的说法与人体相对应的关系是怎样的呢？ ",
        "　　岐伯回答说；人体的腰以上称为天，腰以下称为地，所以天属于阳，地属于阴。足的十二经脉(足三阳和足三阴左右合计十二条经脉)在下，可与地支的十二个月份相对应，月生水，属阴，所以在下的部属阴。手的十指在上，可与天干的十日相对应，日生于火，属阳，所以在上的都属阳。",
        "　　黄帝问：上面说的十二月和十日与足部十二条经脉配合起来是怎样的呢？ ",
        "　　岐伯回答说：正月建寅，是阳气发生的时候，阳气又是按先左后右的顺序发展的，所以正月主左足的少阳经；六月建未，主右足的少阳经。二月建卯，主左足的太阳经；五月建午，主右足的太阳经。三月建辰，主左足的阳明经；四月建巳，主右足的阳明经。三、四月间，是自然界阳气旺盛的阶段，它介于主少阳、太阳的正月二月和主太阳、少阳的五月六月之间，而为两阳合明，所以叫做阳明。七月建申，自然阴气渐生，主右足的少阴经；十二月建丑，主左足的少阴经。八月建酉，主右足的太阴经；十一月建子，主左足的太阴经；九月建戌，主右足的厥阴经；十月建亥，主左足的厥阴经。因为七、八月与十一、十二月分主少阴、太阴经，九、十月介于中间为阴气交会的时候，所以称为厥阴。",
        "　　甲日主左手的少阳经，己日主右手的少阳经。乙日主左手的太阳经，戊日主右手的太阳经。丙日主左手的阳明经，丁日主右手的阳明经。十天干按五行归类，丙丁都属火，所以丙日和丁日是两火合明，称为阳明。庚日主右手的少阴经，癸日主左手的少阴经。辛日主右手的太阴经，壬日主左手的太阴经。",
        "　　足在下，所以两足的阳经，是阴中的少阳；两足的阴经，是阴中的太阴。两手的阳经，是阳中的太阳；两手的阴经，是阳中的少阴。总的说来，腰部以上的就称为阳，腰部以下的就称为阴。把这个划分阴阳的方法用于五脏，心、肺位于隔膜以上，所以心是阳中的太阳，肺是阳中的少阴。肝、脾、肾位于隔膜以下，所以肝是阴中的少阳，脾是阴中的至阴，肾是阴中的太阴。",
        "　　黄帝问：把经脉与十二个月的阴阳配属关系用于治疗上是怎样的呢？ ",
        "　　岐伯回答说：正月、二月、三月，分主左足的少阳、太阳、阳明经，说明此时人的阳气偏重在左，所以不宜针刺左足的三阳经；四月、五月、六月，分主右足的阳明、太阳、少阳经，说明此时人的阳气偏重在右，所以不宜针刺右足的三阳经。七月、八月、九月，分主右足的少阴、太阴、厥阴经，说明此时人的阴气偏重在右，所以不宜针刺右足的三阴经；十月、十一月、十二月，分主左足的厥阴、太阴、少阴经，说明此时人的阴气偏重在左，所以不宜针刺左足的三阴经。",
        "　　黄帝说：从五行归类来说，方位上的东方和天干中的甲、乙，同属于木，木气旺于春季，为青色，主肝脏。而肝的经脉是足厥阴经。现在你却以甲日作为左手的少阳经，与五行配天干的规律不符，这是怎么回事？ ",
        "　　岐伯回答说：这是天地阴阳的变化规律，不是按照四时五行的次序排列的。而且，阴阳是抽象的概念，有名无形，用它可以概括一切事物的对立的属性，所以把阴阳的道理推演开来，数之可十，分之可百，散之可千，推之可万，不可以局限于某事物而论，也就是这个意思。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}