{
    "title": "灵枢·病传",
    "author": "作者：佚名",
    "content": [
        "　　黄帝曰：余受九针于夫子，而私览于诸方，或有导引、行气、乔、摩、炙、熨、刺、□、饮药之一者，可独守耶？将尽行之乎？歧伯曰：诸方者，众人之方也，非一人之所尽行也。",
        "　　黄帝曰：此乃所谓守一勿失，万物毕者也。今余已闻阴阳之要、虚实之理、倾移之过、可治之属，愿闻病之变化，淫传绝败而不可治者，可得闻乎？歧伯曰：要乎哉问。道，昭乎其如日醒；窘乎其如夜瞑，能被而服之，神与俱成，毕将服之，神自得之；生神之理，可着于竹帛，不可传于子孙。",
        "　　黄帝曰：何谓日醒？歧伯曰：明于阴阳，如惑之解，如醉之醒。",
        "　　黄帝曰：何谓夜瞑？歧伯曰：喑乎其无声，漠乎其无形，折毛发理，正气横倾，淫邪泮衍，血脉传溜，大气入藏，腹痛下淫可以致死，不可以致生。",
        "　　黄帝曰：大气入藏奈何？",
        "　　歧伯曰：病先发于心，一日而之肺，三日而之肝，五日而之脾，三日不已，死；冬，夜半；夏，日中；病先发于肺，三日而之肝，一日而之脾，五日而之胃，十日不已，死；冬，日入；夏，日出；病先发于肝，三日而之脾，五日而之胃，三日而之肾，三日不已，死；冬，日入；夏，蚤食；病先发于脾，一日而之胃，二日而之肾，三日而之膂、膀胱，十日不已，死；冬，人定；夏，晏食；病先发于胃，五日而之肾，三日而之膂，膀胱，五日而上之心，二日不已，死；冬，夜半；夏，日昳；病先发于肾，三日而之膂、膀胱，三日而上之心，三日而之小肠，三日不已，死；冬，大晨；夏，晏晡；病先发于膀胱，五日而之肾，一日而之小肠，一日而之心，二日不已，死；冬，鸡鸣；夏，下晡。诸病以次相传，如是者皆有死期，不可刺也。间一藏，及二、三、四藏者，乃可刺也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝说：我从您这里学到了九针的知识。又自己阅读了一些记载治疗方法的书籍，诸如导引行气、按摩、灸、熨、针刺、火针及服药等等。运用这些疗法治病时，是只采取其中的一种坚持下去，还是同时各种方法都使用呢？ ",
        "　　岐伯回答说：上述各种疗法，是为了适应不同人的不同疾病而设的，而不是在某一个病人身上同时都用上去。",
        "　　黄帝说：这就是掌握了一个总的原则，并以此为指导，各种复杂的病情都会得到适当的治疗了。现在我已经懂得了阴阳的要点，虚实的理论，由失于调护、正伤邪侵而造成的疾病的一般情况，以及治愈疾病的合适方法等方面的知识。此外，我希望了解一下疾病的变化情况，以及邪气在体内的传变发展致使正气败绝而不易救治的道理。所有这些，你能告诉我吗？ ",
        "　　岐伯说：您所问的极为重要。这些医学道理，明白它，就象“旦醒”，即白天头脑清醒，什么事物都能一目了然一样；不明白它，就好象“夜瞑”，即在黑夜中闭上眼睛，什么都不能觉察一样。所以不但要学习和掌握这些道理，而且要按照它去实际运用，在学习和运用中，聚精会神地领会，就能达到全部理解的境地，也就会抓住要领，融汇贯通，解决实际问题。这种神妙的理论，应该写在竹帛上，传于后世，不应该据为私有，只传给自己的子孙。",
        "　　黄帝问：什么叫做“旦醒”？ ",
        "　　岐伯说：明白了阴阳的道理，就如同解开了疑惑，也好象醉酒之后清醒过来。",
        "　　黄帝问：什么叫做“夜瞑”？ ",
        "　　岐伯说：外邪侵入人体，悄无声息，寂无形迹，引起毫毛皮肤发寒，腠理发泄，正气耗散，淫邪蔓延，传入并滞留血脉之中，随之传入内脏，造成腹部疼痛，精气大量下泄，这样可以致人死命，却不可以使人生命延续下去。",
        "　　黄帝问：邪气进入内脏，会怎么样？ ",
        "　　岐伯说：邪气进入内脏，如果病症首先在心脏发作，一天后就可传到肺，三天后就可传到肝，五天后就可传到脾，再过三天，病情还不好转，病人就会死去。在冬天病人死于夜半；在夏天，死于中午。邪气传入内脏，如果病症首先在肺发作，三天后传到肝，再过一天传到脾，再过五天又传到胃，再过十天病情仍不好转，病人就会死去。在冬天病人死在日落时分，在夏天死在日出时分。外邪传入内脏，如果病症首先在肝脏发作，三天后就会传到脾，五天后就会传到胃，再过三天就会传到肾，再过三天病情仍不好转，病人就会死去。在冬天病人死于日落时分，在夏天死于早饭的时候。外邪传入内脏，如果病症首先在脾发作，过一天就会传到胃，再过两天就会传到肾，再过三天就会传到膀胱，再过十天病情仍不好转，病人就会死去。在冬天病人死于人定时分(亥时)，在夏天死于吃晚饭的时候。外邪传入内脏，如果病症首先在胃发作，五天后就会传到肾，再过三天就会传到膀胱，再过五天就会向上传到心脏，如果再过两天病情仍不好转，病人就会死去。在冬天病人死于夜半，在夏天死于午后。外邪传入内脏，如果疾病首先在肾发作，过三天就会传到膀胱，再过三天就会向上传到心脏，再过三天就会传到小肠，如再过三天病情仍不好转，病人就会死去。在冬天病人死于天明时分，在夏天死于黄昏。外邪传入内脏，疾病首先在膀胱发作，过五天就会传到肾，再过一天就会传到小肠，再过一天就会传到心脏，如再过两日病情仍不好转，病人就会死去。在冬天死于鸡鸣时分，在夏天死于午后。各种疾病如果是按着一定的次序传播转移，象这种传播转移，都有一定的死期，不可用针刺治疗。如疾病传播转移是跳跃式间隔一脏或间隔二、三、四脏的，才可以针刺治疗。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}