{
    "title": "灵枢·五变",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于少俞曰：余闻百疾之始期也，必生于风雨寒暑，循毫毛而入腠理，或复还，或留止，或为风肿汗出，或为消瘅，或为寒热，或为留痹，或为积聚。奇邪淫溢，不可胜数，愿闻其故。夫同时得病，或病此，或病彼，意者天之为人生风乎，何其异也？少俞曰：夫天之生风者，非以私百姓也，其行公平正直，犯者得之，避者得无殆，非求人而人自犯之。",
        "　　黄帝日：一时遇风，同时得病，其病各异，愿闻其故。少俞曰：善乎哉问！请论以比匠人。匠人磨斧斤，砺刀削斫材木。木之阴阳，尚有坚脆，坚者不入，脆者皮弛，至其交节，而缺斤斧焉。夫一木之中，坚脆不同，坚者则刚，脆者易伤，况其材木之不同，皮之厚薄，汁之多少，而各异耶。夫木之蚤花先生叶者，遇春霜烈风，则花落而叶萎；久曝大旱，则脆木薄皮者，枝条汁少而叶萎；久阴淫雨，则薄皮多汁者，皮渍而漉；卒风暴起，则刚脆之木枝折扤伤，秋霜疾风则刚，脆之木根摇而叶落。凡此五者，各有所伤，况于人乎！",
        "　　黄帝曰：以人应木，奈何？少俞答曰：木之所伤也，皆伤其枝。枝之刚脆而坚，未成伤也。人之有常病也，亦因其骨节皮肤腠理之不坚固者，邪之所舍也，故常为病也。",
        "　　黄帝曰：人之善病风厥漉汗者，何以候之？少俞答曰：肉不坚，腠理疏，则善病风。",
        "　　黄帝曰：何以候之不坚也？少俞答曰：腘肉不坚，而无分理。理者粗理，粗理而皮不致者，腠理疏。此言其浑然者。",
        "　　黄帝曰：人之善病消瘅者，何以候之？少俞答曰：五脏皆柔弱者，善病消瘅。",
        "　　黄帝曰：何以知五脏之柔弱也？少俞答曰：夫柔弱者，必有刚强，刚强多怒，柔者易伤也。",
        "　　黄帝曰：何以候柔弱之与刚强？少俞答曰：此人薄皮肤，而目坚固以深者，长冲直肠，其心刚，刚则多怒，怒则气上逆，胸中蓄积，血气逆留，臗皮充肌，血脉不行，转而为热，热则消肌肤，故为消瘅。此言其人暴刚而肌肉弱者也。",
        "　　黄帝曰：人之善病寒热者，何以候之？少俞答曰：小骨弱肉者，善病寒热。",
        "　　黄帝曰：何以候骨之小大，肉之坚脆，色之不一也？少俞答曰：颧骨者，骨之本也。颧大则骨大，颧小则骨小。皮肤薄而其肉无□，其臂懦懦然，其地色殆然，不与其天同色，污然独异，此其候也。然后臂薄者，其髓不满，故善病寒热也。",
        "　　黄帝曰：何以候人之善病痹者？少俞答曰：粗理而肉不坚者，善病痹。",
        "　　黄帝曰：痹之高下有处乎？少俞答曰：欲知其高下者，各视其部。",
        "　　黄帝曰：人之善病肠中积聚者，何以候之？少俞答曰：皮肤薄而不泽，肉不坚而淖泽。如此，则肠胃恶，恶则邪气留止，积聚乃伤脾胃之间，寒温不次，邪气稍至。蓄积留止，大聚乃起。",
        "　　黄帝曰：余闻病形，已知之矣！愿闻其时。少俞答曰：先立其年，以知其时。时高则起，时下则殆，虽不陷下，当年有冲道，其病必起，是谓因形而生病，五变之纪也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝问少俞道：我听说百病在开始的时期，都是由于风雨寒暑的变化，使外邪循着毫毛孔侵入腠理间，有的传变，有的留止不动，有的化为风肿出汗，有的发展成为消瘅，有的发展成为寒热病，有的发展成为久痹，有的发展成为病邪积聚留在体内。奇邪任意在体内蔓延侵扰，引起的病症不可胜数，我想了解其中的缘故。人同时生病，有的得这种病，有的得那种病，我想难道是自然界为各种人生成了不同的风邪吗，为什么各人得的病不同呢？",
        "　　少俞说：自然界生成的风邪，不是专为某个人生成的，它的运行公平正直，触犯它的人就会得病，能够防避它就会不受危害，不是风邪找人，而是人自己去触犯风邪，所以生病。",
        "　　黄帝说：同一时候遇到风邪，同时得病，但得的病却不一样，我想知道其中的原因。 ",
        "　　少俞说：问得好啊！请让我用匠人来作比喻说明。匠人磨斧子，把刀刃磨锋利，用来砍木材，木的阴阳面，有坚硬和脆薄的分别，坚硬之面斧子不易砍入，脆薄之面易分离裂开，至于木结处，能使斧刃崩缺。一块木头之中，还有坚硬和脆薄的不同，坚硬处刚强，脆薄处易被损伤，更何况不同的材木，树皮的厚薄不同，树汁的多少也不同呢。树木早开花先生叶的，遇到春天的冰霜和凛冽的寒风，就会花落叶萎；经过久晒和大旱，松脆薄皮的树木，就会枝条汁液少而导致树叶枯萎；经过长期阴雨连绵，薄皮多汁的树木，就会树皮溃烂，水湿漉漉；狂风突起，刚硬的树木，就会枝条折断，树干受伤；如遇秋天的冰霜疾风，刚脆树木的树根就会动摇，树叶飘落。以上这五种自然界的变化，连树木都各有损伤，更何况人呢。",
        "　　黄帝问：将人与树木相比是怎样一种情况呢？ ",
        "　　少俞说：树木受损伤，都伤在枝条上，树的枝条刚脆且坚韧，未必受伤。人经常生病的原因，是因为人体的骨节、皮肤、腠理不坚固，病邪易在这些地方留滞，所以人经常生病。",
        "　　黄帝问：爱患风厥病而汗出不止的人，有什么征候吗？ ",
        "　　少俞回答说：肌肉不坚实，腠理疏松的人，易患风厥病。 ",
        "　　黄帝问：凭什么特征来诊断肌肉不坚实呢？ ",
        "　　少俞回答说：肌肉隆起处不坚实，又没有皮肤的纹理，就表明肌肉不坚实；皮肤粗疏而且不细密，就表明腠理疏松。这说的是大致的情形。",
        "　　黄帝问：易患消瘅病的人，有什么征候吗？ ",
        "　　少俞回答说：五脏都柔弱的人，易患消瘅。 ",
        "　　黄帝问：凭什么来知晓五脏是柔弱的呢？ ",
        "　　少俞回答说：五脏柔弱的人，性情一定是刚强的，性情刚强多怒，则柔弱的五脏更容易生病。",
        "　　黄帝问：凭什么特征来确诊这种有柔弱的五脏与刚强的性情的人呢？ ",
        "　　少俞回答说：这种人，皮肤薄，目光坚定，眼睛深陷眼眶中，眉长且直，这种人性情刚强，性情刚强就会多发怒，多发怒就会使气上逆，蓄积在胸中，导致血气逆行且滞留，皮肤充胀，血脉不通行，气血淤积而转为发热，发热就会消耗津液而致消瘦，因此称为消瘅。以上这些是说那些性情刚强暴烈而肌肉柔弱的人的情况。",
        "　　黄帝问：易患寒热病的人，有什么征候吗？ ",
        "　　少俞回答说：骨胳小且肌肉柔弱的人，爱得寒热病。 ",
        "　　黄帝问：凭什么特征来判断骨骼的大小、肌肉的坚硬和柔弱、气色的不同呢？ ",
        "　　少俞回答道：面部的颧骨，是全身骨骼的根本。颧骨大则全身骨骼也大，颧骨小则全身骨骼也小。皮肤薄且肌肉没有隆起的，其手臂柔弱无力，下颏呈黑色，与面部天庭色泽不同，与面部其它部位的色泽也不同，这就是骨骼小肌肉柔弱的人的特征。而手臂和腿部肌肉薄弱无力的，表明此人体液不满而虚，所以，这种人也易患寒热病。",
        "　　黄帝问：易患痹病的人，有什么特征来判断吗？ ",
        "　　少俞回答道：皮肤纹理粗疏，肌肉不坚实的人，易患痹病。 ",
        "　　黄帝问：患痹病的部位，高下有固定的地方吗？ ",
        "　　少俞回答道：若想知道痹病部位的高下，就要观察五脏的反映，心肺之痹在高，肝肾脾之痹在下。",
        "　　黄帝问：易患肠中积聚病的人，有什么征候吗？ ",
        "　　少俞回答说：皮肤薄而没有光泽，肌肉不坚实而且微觉湿润，象这样的人肠胃功能差，肠胃功能差。邪气就会留止其中，积聚起来就会发作。脾胃之间，由于饮食的冷热不当，邪气稍有侵入，就会蓄积留止，形成严重的积聚大病。",
        "　　黄帝说：我了解了易生疾病的外在表现，我还想了解时序对疾病的影响。 ",
        "　　少俞回答说：先要确立每一年的干支和五行生克情况；来推知每年内各个时节的情况，如果客气胜过主气，病情就会好转，如果主气胜过客气，病情就会加重转危，有的时间虽然不是主气胜过客气，但因为年运的抵消，疾病也会发作。这就是所谓的因人身素质不同而生病的情况，也是五变的纲要。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}