{
    "title": "灵枢·卫气",
    "author": "作者：佚名",
    "content": [
        "　　黄帝曰：五脏者，所以藏精神魂魄者也；六腑者，所以受水谷而行化物者也。其气内干五脏，而外络肢节。其浮气之不循经者，为卫气；其精气之行于经者，为营气。阴阳相随，外内相贯，如环之无端。亭亭淳淳乎，孰能窃之。然其分别阴阳，皆有标本虚实所离之处。能别阴阳十二经者，知病之所生；候虚实之所在者，能得病之高下；知六腑之气街者，能知解结契绍于门户；能知虚石之坚软者，知补泻之所在；能知六经标本者，可以无惑于天下。",
        "　　歧伯曰：博哉！圣帝之论。臣请尽意悉言之。",
        "　　足太阳之本，在跟以上五寸中，标在两络命门。命门者，目也。足少阳之本，在窍阴之间，标在窗笼之前。窗笼者，耳也。足少阴之本，在内踝下上三寸中，标在背输与舌下两脉也。足厥阴之本，在行间上五寸所，标在背腧也。足阳明之本，在厉兑，标在人迎，颊挟颃颡也。足太阴之本，在中封前上四寸之中，标在背腧与舌本也。",
        "　　手太阳之本，在外踝之后，标在命门之上一寸也。手少阳之本，在小指次指之间上二寸，标在耳后上角下外眦也。手阳明之本，在肘骨中，上至别阳，标在颜下合钳上也。手太阴之本，在寸口之中，，标在腋内动也。手少阴之本，在锐骨之端，标在背腧也。手心主之本，在掌后两筋之间二寸中，标在腋下下三寸也。",
        "　　凡候此者，下虚则厥，下盛则热；上虚则眩，上盛则热痛。故石者，绝而正之，虚者，引而起之。请言气街，胸气有街，头气有街，胫气有街。故气在头者，止之于脑；气在胸者，止之膺与背腧；气在腹者，止之背腧，与冲脉于脐左右之动脉者；气在胫者，止于气街，与承山踝上以下。取此者，用毫针，必先按而在久应于手，乃刺而予之。所治者，头痛眩仆腹痛中满暴胀，及有新积痛可移者，易已也；积不痛，难已也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝说：五脏是藏精神魂魄的，六腑是纳受水谷而且消化、输送它们的。水谷化生之气，内则入于五脏，外则布覆于四肢百节。其中流布浅表、不循经脉而行的浮气，叫做卫气；行于经脉之中的精气，叫做营气。阴阳相互随逐，内外相互贯通，象圆环似的无头无尾，不停息地浑然流动，谁能穷其究竟！然而，它们区分为阴阳，俱都有标有本，有虚有实，各有其循行、经历之处。能辨别阴阳十二经脉，便可了解疾病发生的原因；能候察、诊知虚实所在之处，便可寻找出发病部位在上还是在下；知道六腑之气往来运行的路径，就知道怎样解开结聚，使腧穴畅通；能了解虚实的属坚还是属软，就知道哪里该补，哪里该泻；能知手足六经的标部与本部，便可对天下疾病了然于胸，没有疑惑了。",
        "　　岐伯说：你以上所论，真是广博啊！让我来紧接你的论述，更详尽地谈一谈。",
        "　　足太阳经脉之本，在足跟以上五寸处，其标在左右两络命门的睛明穴。命门，指眼。足少阳经脉之本，在窍阴穴，其标在窗笼之前的听宫穴。窗笼，指耳。足少阴经脉之本，在足内踝上二寸处的交信穴，其标在背部肾腧穴及舌下两脉的廉泉穴。足厥阴经脉之本，在行间穴上五寸处的中封穴，其标在背部肝腧穴。足阳明经脉之本，在厉兑穴，其标在颊下夹喉颡处的人迎穴。足太阴经脉之本，在中封穴前方向上四寸处的三阴交穴，其标在背部脾腧穴及舌根处。",
        "　　手太阳经脉之本，在手外踝之后的养老穴，其标在命门的睛明穴之上一寸处。手少阳经脉之本，在手小指次指之间向上二寸处，其标在耳后上角的角孙穴及下外眦的丝竹空穴。手阳明经脉之本，在肘骨之中的曲池穴，上至臂臑处；其标在额下，与夹耳两旁的头维穴会合。手太阴经脉之本，在寸口中的太渊穴，其标在腋下动脉天府穴。手少阴经脉之本，在掌后锐骨之端的神门穴，其标在背部的心腧穴。手心主经脉之本，在掌后腕上二寸两筋间的内关穴，其标在腋下三寸的天池穴。观察这十二经脉标本虚实的病变，凡本部阳虚的就会发生寒厥，凡本部阳盛的就会发生热厥，凡标部阴虚的就会发生眩晕，凡标部阴盛的就会发生热痛。对实症，就应泻除邪气以制止其发展；对虚症，就应导引正气而使之充实。",
        "　　让我再谈谈气街。胸气有它所行的街道，腹气有它所行的街道，头气有它所行的街道，胫气有它所行的街道。气在头部的，其气终止于脑的百会穴；气在胸部的，其气终止于胸前两膺与背部肺腧穴；气在腹部的，其气终止于背部的脾腧穴与冲脉，以及肚脐左右动脉的肓腧、天枢等穴；气在胫部的，其气终止于气冲穴与承山穴及足踝上下处。取以上这些穴位针刺时，要用毫针，而且一定先要用手指按压较长时间，等到气至应手，才可施针予以补泻。这些穴位主治的病症，有头痛、眩仆、腹痛、中满、暴胀以及初起的积聚等症。疼痛部位可以移动的，容易治愈；如果积聚处不痛，则难以治愈。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}