{
    "title": "灵枢·论疾诊尺",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：余欲无视色持脉，独调其尺，以言其病，从外知内，为之奈何？",
        "　　歧伯曰：审其尺之缓急小大滑涩，肉之坚脆，而病形定矣。视人之目窠上微痈，如新卧起状，其颈脉动，时咳，按其手足上，窅而不起者，风水肤胀也。",
        "　　尺膏滑，其淖泽者，风也。尺肉弱者，解□安卧，脱肉者，寒热，不治。尺肤泽而泽脂者，风也。尺肤涩者，风痹也。尺肤粗如枯鱼之鳞者，水泆饮也。尺肤热甚，脉盛躁者，病温也，其脉盛而滑者，病且出也。尺肤寒，其脉小者，泄、少气。尺肤炬然，先热后寒者，寒热也；尺肤先寒，久大之而热者，亦寒热也。",
        "　　肘所独热者，腰以上热；手所独热者，腰以下热。肘前独热者，膺前热；肘后独热者，肩背热。臂中独热者，腰腹热；肘后粗以下三四寸热者，肠中有虫。掌中热者，腹中热；掌中寒者，腹中寒。鱼上白肉有青血脉者，胃中有寒。",
        "　　尺炬然热，人迎大者，当夺血；尺坚大，脉小甚，少气，俛有加，立死。目赤色者病在心，白在肺，青在肝，黄在脾，黑在肾。黄色不可名者，病在胸中。",
        "　　诊目痛，赤脉从上下者，太阳病；从下上者，阳明病；从外走内者，少阳病。诊寒热，赤脉上下至瞳子，见一脉一岁死；见一脉半，一岁半死；见二脉，二岁死；见二脉半，二岁半死；见三脉，三岁死。诊龋齿痛，按其阳之来，有过者独热，在左左热，在右右热，在上上热，在下下热。诊血脉者，多赤多热，多青多痛，多黑为久痹，多赤、多黑、多青皆见者，寒热。",
        "　　身痛而色微黄，齿垢黄，爪甲上黄，黄疸也。安卧小便黄赤，脉小而涩者不嗜食。人病，其寸口之脉，与人迎之脉小大等，及其浮沉等者，病难已也。女子手少阴脉动甚者□子。婴儿病，其头毛皆逆上者必死。耳闻青脉起者掣痛。大便赤瓣飧食，脉小手，手足寒，难已；飧泄，脉小，手足温，泄易已。",
        "　　四时之变，寒暑之胜，重阴必阳，重阳必阴；故阴主寒，阳主热，故寒甚则热，热甚则寒，故曰寒生热，热生寒，此阴阳之变也。故曰：冬伤于寒，春生病热；春伤于风，夏生飧泄肠僻，夏伤于暑，秋生痎疟；秋伤于湿，冬生咳嗽。是谓四时之序也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝问岐伯说：我想不经过望色诊脉，只诊察患者的尺肤，就可以说出疾病的原因，从外表了解内里的变化，怎样才能够做到呢？ ",
        "　　岐伯说：审察尺肤的缓急、大小、滑涩，以及肌肉的坚实脆弱，疾病的性质、状况就可以确定了。看病人的眼睑，如果微微发肿，象是刚刚睡起的样子，而且颈脉的搏动明显可见，常常咳嗽，用手指按压病人的手足，被按处的凹陷不能随着手的离去而复起，这是风湿水肿肤胀病。",
        "　　尺肤滑腻、柔润而有光泽的，是风病。尺部肌肉脆弱，身体怠惰乏力，嗜睡而消瘦，这是寒热虚劳之症，不易治愈。尺肤涩而不滑润的，是风痹。尺肤粗糙象干鱼鳞，是水溢饮症。尺肤甚热，脉盛大而躁动的，是湿病；其脉盛大而滑利的，是汗将发出的征兆。尺肤甚寒而脉细小的，是泄利或气虚症。尺肤灼热如火烧，并且先热而后寒的，是寒热病。以手扪尺肤，先觉寒凉，等待较长时间而后变热，这也是寒热病。",
        "　　肘部皮肤单独发热的，主腰以上热。手部单独发热的，主腰以下热。肘的前方单独发热的，主胸前热。肘的后方单独发热的，主肩背热。臂中单独发热的，主腰腹有热。肘后皮肤粗糙，而且其下三四寸发热，主肠中有虫。掌心发热的，主腹中有热。掌心发凉的，主腹中有寒。手鱼际白肉部有青色脉络的，主胃中有寒。",
        "　　尺肤灼热如烧，而且人迎脉盛大，主失血。尺肤部皮肤坚紧，人迎脉非常细小，主气虚，如觉心中烦闷而且渐加严重，就会立即死亡。",
        "　　目色赤的，病在心经。目色白，病在肺经。目色青，病在肝经。目色黄，病在脾经。目色黑，病在肾经。如果目色发黄而又夹杂其他颜色，其色不正，难以称说，则病在胸中。",
        "　　诊察眼病：眼睛有赤脉从上向下延伸的，病在足太阳经；眼中赤脉从下向上延伸的，病在足阳明经；眼中赤脉从外眦趋走向内的，病在足少阳经。",
        "　　诊察寒热瘰疬：如眼中有赤脉自上而下贯穿瞳子，见有一条赤脉，则过一年死；见有一条半赤脉，过一年半死；见有两条赤脉，过两年死；见有两条半赤脉，过两年半死；见有三条赤脉，过三年死。",
        "　　诊察龋齿痛：诊按手足阳明经的来路，如脉象太过，就是有热邪，热邪在左的左边热，热邪在有的右边热，热邪在上的上热，热邪在下的下热。",
        "　　诊察血脉：浅表络脉多赤色，主多热；多青色，主多痛；多黑色，是久痹症；多赤、多黑、多青三色都见的，是寒热症。",
        "　　身痛，面色微黄，齿垢黄，指甲也发黄，这是黄疽病；好安逸，喜躺卧，小便颜色黄赤，脉细小而涩滞，就会形成不思饮食之症。",
        "　　人得了病，其寸口脉与人迎脉大小浮沉相等的，这病就难以痊愈。 ",
        "　　妇女的手少阴脉搏动得厉害的，那是怀了孕。 ",
        "　　婴儿得了病，头发逆而上指的，一定会死亡；耳间有青筋暴起的，主筋肉抽搐作痛；如大便中有青绿色的乳瓣和没有消化的食物，脉细小，手足寒冷，则病难痊愈；食物不能消化而随大便泄出，脉细小，但手足温热而不寒，则其病容易痊愈。",
        "　　春夏秋冬四季的变化，寒与暑的更互相胜，其规律就是阴盛到了极点必然转化为阳，阳盛到了极点必然转化为阴，阴主寒，阳主热，寒过甚则转热，热过甚则转寒。所以说：寒生热，热生寒。这就是阴阳的变化。所以，冬天被寒气所伤，到春天就会发生温热病；春天被风伤害，到夏天就会发生飧泄、痢疾；夏天被暑气所伤，到秋天就会发生疟疾；秋天被湿气所伤，到冬天就会发生咳嗽症。这就是四时气候变化影响人体而形成的发病规律。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}