{
    "title": "灵枢·卫气行",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：愿闻卫气之行，出入之合，何如？歧伯曰：岁有十二月，日有十二辰，子午为经，卯酉为纬。天周二十八宿，而一面七星，四七二十八星。房昴为纬，虚张为经。是故房至毕为阳，昴至心为阴。阳主昼，阴主夜。故卫气之行，一日一夜五十周于身，昼日行于阳二十五周，夜行于阴二十五周，周于五藏。",
        "　　是故平旦阴尽，阳气出于目，目张则气上行于头，循项下足太阳，循背下至小趾之端。其散者，别于目锐眦，下手太阳，下至手小指之间外侧。其散者，别于目锐眦，下足少阳，注小趾次趾之间。以上循手少阳之分侧，下至小指之间。别者以上至耳前，合于颔脉，注足阳明以下行，至跗上，入五趾之间。其散者，从耳下下手阳明，入大指之间，入掌中。其至于足也，入足心，出内踝，下行阴分，复合于目，故为一周。",
        "　　是故日行一舍，人气行一周与十分身之八；日行二舍，人气行三周于身与十分身之六；日行三舍，人气行于身五周与十分身之四；日行四舍，人气行于身七周与十分身之二；日行五舍，人气行于身九周；日行六舍，人气行于身十周与十分身之八；日行七舍，人气行于身十二周在身与十分身之六；日行十四舍，人气二十五周于身有奇分与十分身之二，阳尽于阴，阴受气矣。其始入于阴，常从足少阴注于肾，肾注于心，心注于肺，肺注于肝，肝注于脾，脾复注于肾为周。",
        "　　是故夜行一舍，人气行于阴藏一周与十分藏之八，亦如阳行之二十五周，而复合于目。阴阳一日一夜，合有奇分十分身之四，与十分藏之二，是故人之所以卧起之时，有早晏者，奇分不尽故也。",
        "　　黄帝曰：卫气之在于身也，上下往来不以期，候气而刺之，奈何？伯高曰：分有多少，日有长短，春秋冬夏，各有分理，然后常以平旦为纪，以夜尽为始。是故一日一夜，水下百刻，二十五刻者，半日之度也，常如是毋已，日入而止，随日之长短，各以为纪而刺之。谨候其时，病可与期，失时反候者，百病不治。故曰：刺实者，刺其来也，刺虚者，刺其去也。此言气存亡之时，以候虚实而刺之。是故谨候气之所在而刺之，是谓逢时。在于三阳，必候其气在于阳而刺之，病在于三阴，必候其气在阴分而刺之。",
        "　　水下一刻，人气在太阳；水下二刻，人气在少阳；水下三刻，人气在阳明；水下四刻，人气在阴分。水下五刻，人气在太阳；水下六刻，人气在少阳；水下七刻，人气在阳明；水下八刻，人气在阴分。水下九刻，人气在太阳；水下十刻，人气在少阳；水下十一刻，人气在阳明；水下十二刻，人气在阴分。水下十三刻，人气在太阳；水下十四刻，人气在少阳；水下十五刻，人气在阳明；水下十六刻，人气在阴分。水下十七刻，人气在太阳；水下十八刻，人气在少阳；水下十九刻，人气在阳明；水下二十刻，人气在阴分。水下二十一刻，人气在太阳；水下二十二刻，人气在少阳；水下二十三刻，人气在阳明；水下二十四刻，人气在阴分。水下二十五刻，人气在太阳，此半日之度也。从房至毕一十四舍，水下五十刻，日行半度，回行一舍，水下三刻与七分刻之四。大要曰：常以日之加于宿上也。人气在太阳，是故日行一舍，人气行三阳行与阴分，常如是无已。天与地同纪，纷纷纷纷，终而复始，一日一夜水下百刻而尽矣。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝问岐伯说：我想听听卫气运行的情况，它是怎样出入于阴阳之分而周行全身的呢？",
        "　　岐伯说：一年有十二个月，一昼夜有十二个时辰。子为北，午为南，连接子午成南北纵线，则为经；卯为东，酉为西，连接卯酉成东西横线，则为纬。天宇周环划分为二十八个星宿，每一方面有七个星宿，东西南北四方共有四七二十八个星宿。自东方房宿至西方昴宿为纬，自北方虚宿至南方张宿为经。因此，自房宿至毕宿为阳，自昴宿至心宿为阴。阳主白昼，阴主黑夜。所以，卫气的运行，在一昼夜之间循行全身五十周次，白昼循行于阳分二十五周，黑夜循行于阴分二十五周，夜间环行于五脏之间。",
        "　　所以，平明的时候，夜分结束，卫气就从目中浮出。眼睛张开，卫气就上行于头，沿项部下行足太阳经，再循背部向下，到达足小指外侧尖端。它的分支，从目外眦别出，向下沿着手太阳经，下行到手小指外侧尖端。另有分支，也从目外眦而出，沿足少阳经下行，流注于足小指与足无名指之间。又有分支，循手少阳经，下行至手小指间。其中别而向上的，则行至耳前，合于颔部的经脉，注入足阳明经，下行至足背之上，入于足中指之间。它的又一分支，从耳下沿着手阳明经，进入手大指之间，再入掌中。卫气行至足部，进入足心，从足内踝出而行于阴分，然后再向上会合于目。这就是卫气在白天沿着阳分循行一周的情况。",
        "　　所以，太阳运行一个星宿，卫气就在人体内运行一又十分之八周；太阳运行二宿，卫气就在人体内运行三又十分之六周；太阳运行三宿，卫气就在人体内运行五又十分之四周；太阳运行四宿，卫气就在人体内运行七又十分之二周；太阳运行五宿，卫气就在人体内运行九周；太阳运行六宿，卫气就在人体内运行十又十分之八周；太阳运行七宿，卫气就在人体内运行十二又十分之六周；太阳运行十四宿，卫气就在人体内运行二十五周而又有余数十分之二周。卫气白天在阳分行尽二十五周，入夜后便在阴分运行。卫气开始进入阴分，通常是从足少阴经传注到肾脏，由肾传注到心脏，由心传注到肺脏，由肺传注到肝脏，由肝传注到脾脏，由脾又传注到肾而为一周。所以太阳夜行一宿，卫气就在人的五脏间运行一又十分之八周，也和白天在阳分运行一样，一夜共运行二十五周，而后重又会合于目。",
        "　　卫气昼行阳分，夜行阴分，一昼一夜共有余数十分之二周身和十分之二周脏。因此，人卧起的时间有时早些，有时晚些，那是由于卫气白天行过二十五周、夜间行过二十五周之后，都还有未尽的余数的缘故。",
        "　　黄帝问：卫气在人体内，上下往来运行，没有停止的时候，怎样候察其气行情况而进行针刺呢？ ",
        "　　伯高说：以春分、秋分及夏至、冬至这四天为分界缘一年春夏秋冬四季之内，昼与夜的时数有多有少，有长有短，其多少长短的变化有一定规律。昼与夜的分界，通常以平旦寅时为标准，夜尽而昼始。一昼一夜，漏壶水下一百刻，二十五刻是半个白昼的度数，经常如此不已，日入则白昼终止。依随白昼的长短不同，分别取作标准，以候察气行阴阳的情况，而后刺治。如能谨慎地候察其气行时机而加以针刺，则疾病的痊愈可以指日而待；如果失掉了气行时机而且违背了岁气运行规律，就会各种疾病都难以治愈。所以说，针刺实症，要在其气来至之时刺而泻之；针刺虚症，要在其气离去之时刺而补之。这就是说，要候察气的盛衰虚实而后加以针刺。所以，谨慎候察气的所在而进行刺治，这就叫做逢时。病在三阳经的，一定要候伺其气在阳分的时候刺治；病在三阴经的，一定要候伺其气在阴分的时候刺治。",
        "　　漏壶水下一刻，卫气在手足太阳经；漏水下二刻，卫气在手足少阳经；漏水下三刻，卫气在手足阳明经；漏水下四刻，卫气在阴分。漏水下五刻，卫气又出而入于阳分，在手足太阳经；漏水下六刻，卫气在手足少阳经，漏水下七刻，卫气在手足阳明经，漏水下八刻，卫气在阴分。漏水下九刻，卫气在手足太阳经；漏水下十刻，卫气在手足少阳经；漏水下十一刻，卫气在手足阳明经；漏水下十二刻，卫气在阴分。漏水下十三刻，卫气在手足太阳经；漏水下十四刻，卫气在手足少阳经；漏水下十五刻，卫气在手足阳明经；漏水下十六刻，卫气在阴分。漏水下十七刻，卫气在手足太阳经；漏水下十八刻，卫气在手足少阳经；漏水下十九刻，卫气在手足阳明经；漏水下二十刻，卫气在阴分。漏水下二十一刻，卫气在手足太阳经；漏水下二十二刻，卫气在手足少阳经，漏水下二十三刻，卫气在手足阳明经；漏水下二十四刻，卫气在阴分。当漏水下到二十五刻的时候，卫气又在手足太阳经。这就是卫气在半个白昼内运行的度数。太阳从房宿运行到毕宿，历行了一十四宿，漏水下五十刻，这是太阳运行半日的时间；从昴宿运行到心宿，也是十四宿，漏水下五十刻，前后合在一起，就是太阳周历二十八宿、亦即一昼夜的时间。太阳运行一宿，漏水下三又七分之四刻。《大要》说：通常是每当太阳行至一个星宿时，卫气就正运行于手足太阳经。所以，太阳每运行一个星宿区间，卫气就运行了太阳经、少阳经、阳明经三个阳经与阴分。卫气就是经常这样地运行不止，与天地同其纲纪，纷纷繁繁，终而复始，一昼一夜之间。漏水下百刻，而卫气在人体内运行五十周次的事也就完成了。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}