{
    "title": "灵枢·九宫八风",
    "author": "作者：佚名",
    "content": [
        "　　太一常以冬至之日，居叶蛰之宫四十六日，明日居天留四十六日，明日居仓门四十六日，明日居阴洛四十五日，明日居天宫四十六日，明日居玄委四十六日，明日居仓果四十六日，明日居新洛四十五日，明日复居叶蛰之宫，曰冬至矣。",
        "　　太一日游，以冬至之日，居叶蛰之宫，数所在日，从一处至九日，复返于一。常如是无已，终而复始。",
        "　　太一移日，天必应之以风雨，以其日风雨则吉，岁美民安少病矣。先之则多雨，后之则多汗。太一在冬至之日有变，占在君；太一在春分之日有变，占在相；太一在中宫之日有变，占在吏；太一在秋分之日有变，占在将；太一在夏至之日有变，占在百姓。所谓有变者，太一居五宫之日，病风折树木，扬沙石，各以其所主，占贵贱。因视风所从来而占之。风从其所居之乡来为实风，主生，长养万物。从其冲后来为虚风，伤人者也，主杀，主害者。谨候虚风而避之，故圣人日避虚邪之道，如避矢石然，邪弗能害，此之谓也。",
        "　　是故太一入徙立于中宫，乃朝八风，以占吉凶也。风从南方来，名曰大弱风，其伤人也，内舍于心，外在于脉，气主热。风从西南方来，名曰谋风，其伤人也，内舍于脾，外在于肌，其气主为弱。风从西方来，名曰刚风，其伤人也，内舍于肺，外在于皮肤，其气主为燥。风从西北方来，名曰折风，其伤人也，内舍于小肠，外在于手太阳脉，脉绝则溢，脉闭则结不通，善暴死。风从北方来，名曰大刚风，其伤人也，内舍于肾，外在于骨与肩背之膂筋，其气主为寒也。风从东北方来，名曰凶风，其伤人也，内舍于大肠，外在于两胁腋骨下及肢节。风从东方来，名曰婴兀风，其伤人也，内舍于肝，外在于筋纽，其气主为身湿。风从东南方来，名曰弱风，其伤人也，内舍于胃，外在肌肉，其气主体重。此八风皆从其虚之乡来，乃能病人。三虚相搏，则为暴病卒死。两实一虚，病则为淋露寒热。犯其两湿之地，则为痿。故圣人避风，如避矢石焉。其有三虚而偏中于邪风，则为击骨偏枯矣。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　太一常在冬至这一天，入居正北方叶蛰宫四十六天；期满后的次日，移居东北方天留宫四十六天；期满后的次日，移居正东方仓门宫四十六天；期满后的次日，移居东南方阴洛宫四十五天；期满后的次日，移居正南方上天宫四十六天；期满后的次日，移居西南方玄委宫四十六天；期满后的次日，移居正西方仓果宫四十六天；期满后的次日，移居西北方新洛宫四十五天；期满后的次日，重新入居叶蛰宫，这就是又一个冬至日。",
        "　　太一每天都在移动，从冬至这天入居叶蛰宫起，频繁改换其所在，每天迁移一个地方，到第九天，重又返回到属于一数的坎位，经常这样轮转不已，终而复始。",
        "　　太一交节过宫的日子，必有风雨与之相应。如在过宫的这天有风雨出现，就吉利，就会年景好，百姓安乐，少有疾病发生；风雨如在这一天之前出现，本年内就会多雨；如在这一天之后才出现风雨，本年内就会多旱。太一入居叶蛰宫的冬至这天，天气如有异常变化，占卜以测吉凶，应在君；太一移居仓门宫的春分这天，天气如有异常变化，占卜以测吉凶，应在相；太一在中宫之日，天气如有异常变化，占卜以测吉凶，应在吏；太一移居仓果宫的秋分这天，天气如有异常变化，占卜以测吉凶，应在将；太一移居上天宫的夏至这天，天气如有异常变化，占卜以测吉凶，应在百姓。所谓天气有异常变化，是指在太一入居这五宫的日子，有暴风摧折树木，扬起沙石。要分别依据太一居在之宫所主的方位，看风从什么方向来，以占验其合乎时令还是不合乎时令。风如果从太一所居的方向来，就是合乎时令，叫做实风，主生，长养万物；风如果从与太一所居相反的方向来，就是不合时令，叫做虚风，能伤人，主杀害。应谨慎地候察虚风而避开它的侵袭。所以圣人说：避开虚邪之风的来路，要象避开飞来的矢石那样，虚风邪气就不能伤害人体了。圣人说的正是这个意思。",
        "　　所以太一移立于中宫，使八方不正之风来朝，以占验吉凶。风从南方而来，名为大弱风，它对人的伤害，内可侵入心脏，外则留于血脉，其气主热；风从西南方来，名为谋风，它对人的伤害，内可侵入脾脏，外则留于肌肉，其气主弱病；风从西方来，名为刚风，它对人的伤害，内可侵入肺脏，外则留于皮肤，其气主燥病；风从西北方来，名为折风，它对人的伤害，内可侵入小肠，外则留滞于手太阳脉，如脉绝，邪气就会流溢蔓延，脉闭，就会结聚不通，容易使人暴亡；风从北方来，名为大刚风，它对人的伤害，内可侵入肾脏，外则留滞于骨骼以及肩部、脊背两侧的肌腱，其气主寒病；风从东北方来，名为凶风，它对人的伤害，内可侵入大肠，外则留滞于两胁、两腋骨下及肢体关节；风从东方来，名为婴儿风，它对人的伤害；内可侵入肝脏，外则留滞于筋的纠结处，其气主湿病；风从东南方来，名为弱风，它对人的伤害，内可侵入于胃，外则留止于肌肉，其气主身体沉重，怠惰乏力。以上八种风，都是从不当令的虚向而来，所以能使人得病。如是再遇上岁气不足、月缺无光、气候失和这三虚率相逼迫，就会形成暴病而突然死亡。如是两实一虚，就形成为身体羸弱寒热相兼之症。如在雨湿之地，感受了湿气，就会形成为痿症。所以圣人说，躲避风邪，就象躲避矢石一样。如果人遇三虚而又被邪风偏袭于身体一侧，就会突然仆倒而偏瘫。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}