{
    "title": "灵枢·九针论",
    "author": "作者：佚名",
    "content": [
        "　　黄帝曰：余闻九针于夫子，众多博大矣，余犹不能寤，敢问九针焉生，何因而有名？歧伯曰：九针者，天地之大数也，始于一而终于九。故曰：一以法天，二以法地，三以法人，四以法时，五以法音，六以法律，七以法星，八以法风，九以法野。",
        "　　黄帝曰：以针应九之数，奈何？歧伯曰：夫圣人之起天地之数也，一而九之，故以立九野。九而九之，九九八十一，以起黄钟数焉，以针应数也。",
        "　　一者，天也。天者，阳也，五藏之应天者肺，肺者，五藏六府之盖也，皮者，肺之合也，人之阳也。故为之治针，必以大其头而锐其末，令无得深入而阳气出。",
        "　　二者，地也。人之所以应土者，肉也。故为之治针，必筒其身而员其末，令无得伤肉分，伤则气得竭。",
        "　　三者，人也。人之所以成生者，血脉也。故为之治针，必大其身而员其末，令可以按脉物陷，以致其气，令邪气独出。",
        "　　四者，时也。时者，四时八风之客于经络之中，为瘤病者也。故为之治针，必筒其身而锋其末，令可以泻热出血，而痼病竭。",
        "　　五者，音也。音者，冬夏之分，分于子午，阴与阳别，寒与热争，两气相搏，合为痈脓者也。故为之治针，必令其末如剑锋，可以取大脓。",
        "　　六者，律也。律者，调阴阳四时而合十二经脉，虚邪客于经络而为暴痹者也。故为之治针，必令尖如厘，且员其锐，中身微大，以取暴气。",
        "　　七者，星也。星者，人之七窍，邪之所客于经，而为痛痹，舍于经络者也。故为之治针，令尖如蚊虻喙，静以徐往，微以久留，正气因之，真邪俱往，出针而养者也。",
        "　　八者，风也。风者，人之股肱八节也。八正之虚风，八风伤人，内舍于骨解、腰脊节、腠理之间，为深痹也。故为之治针，必长其身，锋其末，可以取深邪远痹。",
        "　　九者，野也。野者，人之节解皮肤之间也。淫邪流溢于身，如风水之状，而留不能过于机关大节者也。故为之治针，令尖如挺，其锋微员，以取大气之不能过于关节者也。",
        "　　黄帝曰：针之长短有数乎？歧伯曰：一曰铁针者，取法于巾针，去末寸半，卒锐之，长一寸六分，主热在头身也。二曰员针，取法于絮针，筒其身而卵其锋，长一寸六分，主治分肉间气。三曰鍉针，取法于黍粟之锐，长三寸半，主按脉取气，令邪出。四曰锋针，取法于絮针，筒其身，锋其末，长一寸六分，主痈热出血。五曰铍针，取法于剑锋，广二分半，长四寸，主大痈脓，两热争者也。六曰员利针，取法于厘针，微大其末，反小其身，令可深内也，长一寸六分。主取痈痹者也。七曰毫针，取注于毫毛，长一寸六分，主寒热痛痹在络者也。八曰长针，取法于綦针，长七寸，主取深邪远痹者也。九曰大针，取法于锋针，其锋微员，长四寸，主取大气不出关节者也。针形毕矣，此九针大小长短法也。",
        "　　黄帝曰：愿闻身形，应九野，奈何？歧伯曰：请言身形之应九野也。左足应立春，其日戊寅己丑。左胁应春分，其日乙卯。左手应立夏，其日戊辰己巳。膺喉首头应夏至，其日丙午。右手应立秋，其中戊申己未。右胁应秋分，其日辛酉。右足应立冬，其日戊戌己亥。腰尻下窍应冬至，其日壬子。六腑膈下三脏应中州，其大禁，大禁太一所在之日，及诸戊己。凡此九者，善候八正所在之处。所主左右上下身体有痈肿者，欲治之，无以其所直之日溃治之，是谓天忌日也。",
        "　　形乐志苦，病生于脉，治之于灸刺。形苦志乐，病生于筋，治之以熨引。形乐志乐，病生于肉，治之以针石。形苦志苦，病生于咽喝，治之以甘药。形数惊恐，筋脉不通，病生于不仁，治之以按摩醪药。是谓形。",
        "　　五脏气，心主噫，肺主咳，肝主语，脾主吞，肾主欠。六腑气，胆为怒，胃为气逆哕，大肠小肠为泄，膀胱不约为遗溺，下焦溢为水。",
        "　　五味：酸入肝，辛入肺，苦入心，甘入脾，咸入肾，淡入胃，是谓五味。",
        "　　五并：精气并肝则忧，并心则喜，并肺则悲，并肾则恐，并脾则畏，是谓五精之气，并于脏也。",
        "　　五恶：肝恶风，心恶热，肺恶寒，肾恶燥，脾恶湿，此五脏气所恶也。",
        "　　五液：心主汗，肝主泣，肺主涕，肾主唾，脾主涎，此五液所出也。",
        "　　五劳：久视伤血，久卧伤气，久坐伤肉，久立伤骨，久行伤筋，此五久劳所病也。",
        "　　五走：酸走筋，辛走气，苦走血，咸走骨，甘走肉，是谓五走也。",
        "　　五裁：病在筋，无食酸；病在气，无食辛；病在骨，无食咸；病在血，无食苦；病在肉，无食甘。口嗜而欲食之，不可多也，必自栽也，命曰五栽。",
        "　　五发：阴病发于骨，阳病发于血，阴病发于肉，阳病发于冬，阴病发于夏。五邪：邪入于阳，则为狂；邪入于阴，则为血瘅；邪入于阳，转则为癫疾；邪入于阴，转则为喑；阳入之于阴，病静；阴出之于阳，病喜怒。",
        "　　五藏：心藏神，肺藏魄，肝藏魂，脾藏意，肾藏精志也。",
        "　　五主：心主脉，肺主皮，肝主筋，脾主肌，肾主骨。",
        "　　阳明多血多气，太阳多血少气，少阳多气少血，太阴多血少气，厥阴多血少气，少阴多气少血。故曰：刺阳明出血气，刺太阳出血恶气，刺少阳出气恶血，刺太阴出血恶气，刺厥阴出血恶气，刺少阴出气恶血也。足阳明太阴为表里，少阳厥阴为表里，太阳少阴为表里，是谓足之阴阳也。手阳明太阴为表里，少阳心主为表里，太阳少阴为表里，是谓手之阴阳也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝说：我听你讲解九针之学，内容丰富，博大精深，我还有弄不明白的地方。请问九针是怎样产生的？各自因何而得名？ ",
        "　　岐伯说：九针之“九”，是天地间的大数，数开始于一，而终止于九。所以九针的创制，第一种针是取法于天，第二种针是取法于地，第三种针是取法于人，第四种针是取法于四时，第五种针是取法于五音，第六种针是取法于六律，第七种针是取法于七星，第八种针是取法于八风，第九种针是取法于九野。",
        "　　黄帝问：将针与九这个数相应，是什么道理？ ",
        "　　岐伯说：圣人创立天地间的数目，是从一开始而递增至九的，所以据此划分了九野。九与九相乘，九九八十一，据此而创立了黄钟的分数。以针与九数相应合，是同样的道理。",
        "　　一是比象于天，天属阳，人的五脏，与天相应的是肺。肺在五脏六腑中位置居上，是脏腑的顶盖。皮肤在最外层，内与肺脏相应合，是人的体表。所以，为治疗生于皮肤的疾病而制作了第一种针——鑱针，这种针一定要针头大，末端锋利，使它不能深刺，以防因刺得过深而阳气泄漏。",
        "　　二是比象于地，人体与地土相应的是肉。所以，为治疗生于肌肉的疾病而制作了第二种针——圆针，这种针针身一定要直，末端一定要圆，使它不能损伤肌肉，损伤了肌肉会导致阳气衰竭。",
        "　　三是比象于人，人赖以维持生命的，是不断运行着的血脉。所以，为治疗生于血脉的疾病而制作了第三种针——针，这种针针身一定要大，末端一定要圆，使它可以按揉脉络而不致过深地陷进肌肉，以招来正气而使邪气单独排出。",
        "　　四是比象于四时，四季中的八方不正之风侵入于经络之内，就会形成久治不愈的痼症。为治疗这种疾病，所以制作了第四种针——锋针，这种针针身要圆直，末端要锋锐，使它可以泻热出血，痼疾得除。",
        "　　五是比象于五音。五在从一到九的数列内，位置居中。在九宫的顺序里，一为冬至节所属的北方叶蛰宫，九为夏至节所属的南方上天宫，五为中央招摇宫，五既把阴寒的冬至与阳热的夏至分开，也把北方子与南方午分开。人体与季候节令相应合，如果体内阴与阳乖违不和，寒热相争，两气相互搏击，就会形成痈肿。为治疗这种疾病，所以制作了第五种针——铍针，这种针的尖端应如剑刃一般锋利，可以用来破痈排脓。",
        "　　六是比象于六律。律吕是调和阴阳四时的，律吕各六，合为十二，人的十二经脉同它相应。如果虚邪侵入于经络，就会形成急性发作的痹症。所以，为治疗这种疾病而制作了第六种针——圆利针，这种针一定要针尖如氂毛，圆而且锐利，针身略粗，以便用它来刺治因虚邪骤然侵入经络而形成的痹症。",
        "　　七是比象于七星，七星比合人的七窍。如外邪侵入经络，并且留而不去，就会形成痛痹。所以，为治疗这种疾病，制作了第七种针——毫针，要使针头纤细锐利象蚊虻的嘴，进针要平稳而徐缓，而且要留针少时，使正气借此得以充实，经气邪气同时受到了针刺的影响，出针后要较长时间按住针孔，使正气不致外泄。",
        "　　八是比象于风，风从八方来，比合于人体股肱的八节。八个节气的虚邪之风伤害人，侵入、留滞于骨缝、腰脊关节之间，就形成为深部的痹症。所以，为治疗这种疾病，制作了第八种针——长针，这种针针身一定要长，末端一定要锋利，可以用它来针刺深藏的邪气，治愈为时已久的痹症。",
        "　　九是比象于九野，九野比合于人身的关节皮肤。病邪势盛放滥，如风如水，流溢于身，因不能通过某些大关节而壅塞滞留。所以：为治疗这种疾病，制作了第九种针——大针，要使针尖象小破竹，锋刃要略圆，用它来通利关节，使大气流通来至，以去除壅滞的病邪。",
        "　　黄帝问：各种针的长短，有一定分寸吗？ ",
        "　　岐伯说：第一种针叫鑱针，它仿效巾针的式样，在距离针尖半寸处就陡然锐利起来，针长一寸六分，主治热邪在头身的病。第二种针叫圆针，它仿效絮针的式样，针身圆直如筒，针尖椭圆如卵，长一寸六分，主治邪气在分肉间的疾病。第三种针叫针，它仿效黍粒、谷粒的样子，圆而微尖，针长三寸半，用以按脉取气。第四种针叫锋针，它仿效絮针的式样，针身直圆，末端锋利，长一寸六分，主要用于泻热出血。第五种针叫铍针，它仿效剑的锋刃，针宽二分半，针长四寸，主治痈肿大脓及寒热两气相搏形成的疾病。第六种针叫圆利针，它仿效氂毛的样子，针尖稍大，针身反小，使它可以深刺，针长一寸六分，主治痈症、痹症。第七种针叫毫针，它仿效毫毛的样子，长一寸六分，主治病邪留滞经络而形成的寒热痛痹。第八种针叫长针，它仿效綦针的式样，针长七寸，主治因病邪滞留深部而形成的远年痹症。第九种针叫大针，它仿效锋针，锋刃微圆，针长四寸，主治大气不能通过关节的疾病。针的形制已讲解完毕，这就是九针大小长短的法式。",
        "　　黄帝说：我想听听，人的形体是怎样与九野相应的。 ",
        "　　岐伯说：让我来说说人的形体与九野相应的情况。左足与立春相应，其所值之日是戊寅、己丑二日。左胁与春分相应，其所值之日是乙卯日。左手与立夏相应，其所值之日是戊辰、己巳二日。胸膺、咽喉、头部与夏至相应，其所值之日是丙午日。右手与立秋相应，其所值之日是戊申、己未二日。右胁与秋分相应，其所值之日是辛酉日。右足与立冬相应，其所值之日是戊戌、己亥二日。腰尻、前后二阴与冬至相应，其所值之日是壬子日。六腑及胸膈以下的肝、脾、肾三脏与中宫相应，其大禁日是太一所在之日及各戊、己日。要懂得八个节气各当于什么方位，知道它们与人体左右上下各部相应的情况。如患痈肿病而准备治疗，不可在其所值之日进行针刺，这就是所谓天忌之日。",
        "　　形体安闲而心志劳苦，病常生于经脉，治疗这类病宜用艾灸针刺。形体劳苦而心志愉快，病常生于筋骨，治疗这类病宜用温熨引导法。形体安闲，心志也愉快，病常生于肌肉，治疗这类病宜用针和砭石。形体劳苦，心志也劳苦，病常生于咽喉食道，治疗这类病宜用甘药。形体屡次遭受惊恐，经络不能畅通，常患肢体麻木不仁病，治疗这类病宜用按摩法及饮以药酒。这就是所谓五种形志病。",
        "　　五脏气：心气失调，常患噫气症。肺气失调，常患咳嗽症。肝气失调，常患多语症。脾气失调，常患吞酸症。肾气失调，常患呵欠症。六腑气：胆气失调，容易发怒。胃气失调，常表现为气逆呕吐。大肠小肠之气失调，常表现为泄泻。膀胱功能衰弱，表现为失禁遗尿。下焦之气壅塞，水液聚积充溢，就形成水肿。",
        "　　五味：五味各有其所喜欢的走向，酸味喜趋走入肝，辛味喜趋走入肺，苦味喜趋走入心，甘味喜趋走入脾，咸味喜趋走入肾。这就是五味之所喜入。",
        "　　五并：五脏的精气相并，分别引发不同的疾病。精气并于肝，就会多忧虑；精气并于心，就会多喜笑；精气并于肺，就会多悲伤；精气并于肾，就会多惊恐；精气并于脾，就会易觉饥饿。这就是五脏的精气乘虚相并于各脏所引起的疾病。",
        "　　五恶：肝厌恶风，心厌恶热，肺厌恶寒，肾厌恶燥，脾厌恶湿。这就是五脏之气的所恶。",
        "　　五液：心脏主生汗液，肝脏主生泪液，肺脏主生涕液，肾脏主生唾液，脾脏主生涎液。这就是五液之所从生。",
        "　　五劳：长时间看视就会伤血，长时间躺卧就会伤气，长时间坐着就会伤肉，长时间站立就会伤骨，长时间行走就会伤筋。这就是五种长时劳累引发的疾病。",
        "　　五走：酸味走向筋，辛味走向气，苦味走向血，咸味走向骨，甘味走向肉。这就是五味的走向。",
        "　　五裁：病在筋，勿食酸味；病在气，勿食辛味；病在骨，勿食咸味，病在血，勿食苦味；病在肉，勿食甘味。如某味应当禁忌，即使对它有所偏好，很想食用，也不可多食，一定要自加节制。这就叫五裁。",
        "　　五发：肾阴的病发生在骨髓，心阳的病发生在血脉，脾阴的病发生在肌肉，肝阳的病来源于冬，肺阴的病来源于夏。",
        "　　五邪：病邪入于阳，就会发狂；病邪入于阴，就会形成血痹；病邪入于阳，与阳相搏，就会形成癫疾；病邪入于阴，与阴相搏，就会引起瘖哑；病邪由阳转入于阴，病就平静；病邪由阴转入于阳，则病不稳定。",
        "　　五藏：心脏藏神，肺脏藏魄，肝脏藏魂，脾脏藏意，肾脏藏精、藏志。 ",
        "　　五主：心脏主管血脉，肺脏主管皮肤，肝脏主管筋膜，脾脏主管肌肉，肾脏主管骨髓。",
        "　　手足阳明经多血多气，手足太阳经多血少气，手足少阳经多气少血，手足太阴经多血少气，手足厥阴经多血少气，手足少阴经多气少血。所以说，针刺阳明经可以出血出气；针刺太阳经，主要是出血，也可泻出其恶气；针刺少阳经，主要是出气，也可泻出其恶血；针刺太阴经，主要是出血，也可泻出其恶气；针刺厥阴经，主要是出血，也可泻出其恶气；针刺少阴经，主要是出气，也可泻出其恶血。足阳明胃经与足太阴脾经为表里，足少阳胆经与足厥阴肝经为表里，足太阳膀胱经与足少阴肾经为表里，这就是足三阴经与足三阳经的表里关系。手阳明大肠经与手太阴肺经为表里，手少阳三焦经与手厥阴心包络经为表里，手太阳小肠经与手少阴心经为表里，这就是手三阴经与手三阳经的表里关系。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}