{
    "title": "灵枢·岁露论",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：经言夏日伤暑，秋病疟，疟之发以时，其故何也？歧伯对曰：邪客于风府，病循膂而下，卫气一日一夜，常大会于风府，其明日日下一节，故其日作晏，此其先客于脊背也。故每至于风府则腠理开，腠理开则邪气入，邪气入则病作，此所以日作尚晏也。卫气之行风府，日下一节，二十一日下至尾□，二十二日入脊内，注于伏冲之脉，其行九日，出于缺盆之中，其气上行，故其病稍益。至其内搏于五脏，横连募原，其道远，其气深，其行迟，不能日作，故次日乃蓄积而作焉。",
        "　　黄帝曰：卫气每至于风府，腠理乃发，发则邪入焉。其卫气日下一节，则不当风府，奈何？歧伯曰：风府无常，卫气之所应，必开其腠理，气之所舍节，则其府也。",
        "　　黄帝曰：善。夫风之与疟也，相与同类，而风常在，而疟特以时休，何也？歧伯曰：风气留其处，疟气随经络，沈以内搏，故卫气应，乃作也。帝曰：善。",
        "　　黄帝问于少师曰：余闻四时八风之中人也，故有寒暑，寒则皮肤急而腠理闭；暑则皮肤缓而腠理开。贼风邪气，因得以入乎？将必须八正虚邪，乃能伤人乎？少师答曰：不然。贼风邪气之中人也，不得以时，然必因其开也，其入深，其内极病，其病人也，卒暴。因其闭也，其入浅以留，其病也，徐以迟。",
        "　　黄帝曰：有寒温和适，腠理不开，然有卒病者，其故何也？少师答曰：帝弗知邪入乎。虽平居，其腠理开闭缓急，其故常有时也。",
        "　　黄帝曰：可得闻乎？少师曰：人与天地相参也，与日月相应也。故月满则海水西盛，人血气积，肌肉充，皮肤致，毛发坚，腠理郗，□垢着，当是之时，虽遇贼风，其人浅不深。至其月郭空，则海水东盛，人气血虚，其卫气去，形独居，肌肉减，皮肤縰，腠理开，毛发残，膲理薄，□垢落，当是之时，遇贼风则其入深，其病人也，卒暴。",
        "　　黄帝曰：其有卒然暴死暴病者，何也？少师答曰：三虚者，其死暴疾也；得三实者邪不能伤人也。",
        "　　黄帝曰：愿闻三虚。少师曰：乘年之衰，逢月之空，失时之和，因为贼风所伤，是谓三虚。故论不知三虚，工反为粗。",
        "　　帝曰：愿闻三实。少师曰：逢年之盛，遇月之满，得时之和，虽有贼风邪气，不能危之也。命曰三实。　　黄帝曰：善乎哉论！明乎哉道！请藏之金匮，然此一夫之论也。",
        "　　黄帝曰：愿闻岁之所以皆同病者，何因而然？少师曰：此八正之候也。",
        "　　黄帝曰：候之奈何？少师曰：候此者，常以冬至之日，太一立于叶蛰之宫，其至也，天必应之以风雨者矣。风雨从南方来者，为虚风，贼伤人者也。其以夜半至也，万民皆卧而弗犯也，故其岁民少病。其以昼至者，万民懈惰而皆中于虚风，故万民多病。虚邪入客于骨而不发于外，至其立春，阳气大发，腠理开，因立春之日，风从西方来，万民又皆中于虚风，此两邪相搏，经气结代者矣。故诸逢其风而遇其雨者，命曰遇岁露焉。因岁之和，而少贼风者，民少病而少死。岁多贼风邪气，寒温不和，则民多病而死矣。",
        "　　黄帝曰：虚邪之风，其所伤贵贱何如，候之奈何？少师答曰：正月朔日，太一居天留之宫，其日西北风，不雨，人多死矣。正月朔日，平旦北风，春，民多死。正月朔日，平旦北风行，民病多者，十有三也。正月朔日，日中北风，夏，民多死。正月朔日，夕时北风，秋，民多死。终日北风，大病死者十有六。正月朔日，风从南方来，命曰旱乡；从西方来，命日白骨，将国有殃，人多死亡。正月朔日，风从东方来，发屋，扬沙石，国有大灾也。正月朔日，风从东南方行，春有死亡。正月朔日，天和温不风，粜贱，民不病；天寒而风，粜贵，民多病。此所谓候岁之风，残伤人者也。二月丑不风，民多心腹病；三月戌不温，民多寒热；四月巳不暑，民多瘅病；十月申不寒；民多暴死。诸所谓风者，皆发屋，折树木，扬沙石起毫毛，发腠理者也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝问岐伯说：医经说，夏天为暑气所伤，到秋天就会发生疟疾，疟疾的发作有一定时间。其原因是什么呢？ ",
        "　　岐伯回答说：邪气侵入于风府，沿着脊骨两侧日渐向下移动，卫气在体内周回运行一昼夜后，就在风府处大会合，而且由次日起，每日沿脊骨下移一个骨节，所以疟疾每日发作的时间也随着向后推迟。邪气先已侵入了脊背，每当卫气运行到风府的时候，腠理就张开，腠理开邪气就乘机侵入，邪气侵入，病就发作。这就是疟疾发作时间日渐推迟的原因。卫气出离风府，每天下移一节，第二十一天下移到尾底骨，第二十二天又向上移入于脊内，流注于伏膂之脉，再循脉上行，九日而出于缺盆之中，其气行日渐向上，所以病的发作时间又逐渐提早。如邪气向内深入，逼迫五脏，并向两旁横出而连于膜原，它所行道路较远，侵入得深，运行得慢，因而疾病不能每天发作，须隔日之后，邪气蓄积，病才发作。",
        "　　黄帝说：卫气每运行到风府，腠理就张开，腠理张开，邪气就侵入而病发。如果卫气每日下移一节，那它所在的部位就不是正当风府了，这又怎么解释？ ",
        "　　岐伯说：风无常府。卫气所应和发至之处，必定会使那里的腠理张开，邪气侵入留止，就是风府。",
        "　　黄帝说：讲得好。疟疾是风邪所致，风邪与疟疾彼此同类，可是，风邪常在，而疟疾却单单按时停止发作，这是什么缘故？ ",
        "　　岐伯说：风邪留止其处，疟气随经络深入而向内逼迫，卫气与疟邪相应时，病才会发作。",
        "　　黄帝说：讲得好。 ",
        "　　黄帝问少师说：我听说四时八方不正之风的侵入人体，是因为气候有寒暑的不同，天气寒冷，则皮肤发紧，腠理闭合，天气暑热，则皮肤弛缓，腠理张开。贼风邪气是因此得以进入人体的吗？还是一定要凭借八个节气的虚风邪气，才能伤害人的呢？ ",
        "　　少师回答说：不是这样的。贼风邪气侵入人体，是不论天气的寒暑或是什么节令，随时都可侵入。不过，如果贼风邪气乘人体腠理开张之时侵入，就会侵入得深，向内进入得快，疾病的发作就急剧猛烈；贼风邪气如在腠理密闭时侵入，就侵入得浅，留止在体表，疾病的发作就徐缓、迟慢。",
        "　　黄帝说：有时气候平和，寒暖适宜，人的腠理在这样的天气里应该不会张开，可是，也有突然发病的，其原因何在？ ",
        "　　少师回答说：你不知道邪气侵入吗？即使在平时，人的腠理、皮肤也是有时张开有时闭合、有时松弛有时坚紧的，这原本就是人体的正常现象。",
        "　　黄帝问：可以讲给我听听吗？ ",
        "　　少师说：人与天地相参伍，与日月相应合。所以，月亮圆而不亏，则西海海水充盛，人的血气清利，肌肉充实，皮肤致密，毛发牢固，腠理闭合，烟尘污垢容易附着于体表。在这样的时候，即使遭遇贼风邪气，它的侵入也是浅而不深。待到月亮亏缺不圆之时，则东海海水充盛，人的血气虚，卫气散，形独存，肌肉消减，皮肤弛缓，腠理张开，毛发凋残，烟尘污垢不易附着体表。在这样的时候，如遭遇贼风邪气，就会侵入得深，疾病的发作就会急剧猛烈。",
        "　　黄帝问：人有猝然暴死的，是什么缘故？ ",
        "　　少师回答说：遭逢三虚的人，就会死得急暴；得遇三实的人，邪气就不能伤害他。 ",
        "　　黄帝说：请谈谈什么是三虚。 ",
        "　　少师说：正当岁气不足的虚年，遇上月亮亏缺不圆，四时气候失和，因而为贼风邪气所伤，这就叫做三虚。所以，论病而不懂得三虚，这医工就是粗俗的医工。",
        "　　黄帝说：请谈谈什么是三实。 ",
        "　　少师说：正当岁气有余的盛年，遇上月亮圆满不亏，四时气候又和调，即使有贼风邪气，也不能伤害人体。",
        "　　黄帝说：论述得好极了！道理讲得很透彻！让我把它记录下来，藏在金匮里面，命名为三实。",
        "　　黄帝说：有时在同一年里，人们都生起病来，是什么原因造成的？希望你讲给我听听。",
        "　　少师说：这须要候察八节的风气。 ",
        "　　黄帝问：怎样候察？ ",
        "　　少师说：候察这个，通常是在冬至这天，太一在冬至日入居北方叶蛰宫，当它到来之际，一定有风雨与之相应。如果风是从南方来的，就是虚风，是伤害人的风。如果这风是在深夜时到来的，人们俱都睡卧在室内，不会触犯到它，所以这一年患病的人就少；如果虚风是在白天到来的，人们未加防备而都被虚风袭中，所以会有很多人得病。虚邪深入，留止于骨间而不外散，待到立春，阳气大发，腠理张开，如果立春这天风是从不当令的西方而来，人们又都遭受了虚风的侵袭，这样，冬天的伏邪与春天的新邪两相搏击，就会使经气滞止不畅而发生疾病。所以，凡遭逢不当令的虚风邪雨，就叫做遇岁露。如果年内气候调和，少有贼风邪气，得病的人就少，死亡的人也少；如年内多有贼风邪气，忽寒忽暖，",
        "　　气候不调和，得病的人就多，死亡的人也多。",
        "　　黄帝问：虚邪之风伤害人的轻重程度如何？怎样候察？ ",
        "　　少师回答说：正月初一，太一移居于东北方的天留宫，如果这一天刮起西北风，不下雨，就会有许多人病死。正月初一，平旦寅时刮起北风，则当年春天人多病死。正月初一，正午时分刮起北风，则当年夏天人多病死。正月初一，傍晚时候刮起北风，则当年秋天人多病死。如果正月初一这天全天刮北风，则本年之内大病流行，死亡人数有十分之六。正月初一，风从南方来，叫做“旱乡”；风从西方来，叫做“白骨将将”(译者注：将将，聚集众多貌)，国家会有祸殃，人多死亡。正月初一，风从东方来，掀起屋顶，飞沙走石，国家将有大灾难。正月初一，风从东南方来，当年春天人有死亡。正月初一，如果天气温和而无风，则本年内谷物价格低廉，人们不患疾病；如果天气寒冷而且有风，则本年内谷物价格昂贵，人多疾病。这就是所谓候察一年之内虚风邪气如何伤害人体的大概情况。二月的丑日如果不刮风，人就会多患心腹病；三月的戌日不暖和。人就会多患寒热病；四月的巳日不炎热，人就会多患瘅热病；十月的申日不寒冷，就会多有暴死之人。以上所说诸风，都是指掀去屋顶、折断树木、飞沙走石、令人毛发竖立、腠理开张的暴烈之风。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}