{
    "title": "灵枢·大惑论",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：余尝上于清冷之台，中阶而顾，匍匐而前，则惑。余私异之，窃内怪之，独瞑独视，安心定气，久而不解。独博独眩，披发长跪，俛而视之，后久之不已也。卒然自上，何气使然？歧伯对曰：五脏六腑之精气，皆上注于目而为之精。精之窠为眼，骨之精为瞳子，筋之精为黑眼，血之精为络，其窠气之精为白眼，肌肉之精为约束，裹撷筋骨血气之精，而与脉并为系。上属于脑，后出于项中。故邪中于项，因逢其身之虚，其入深，则随眼系以入于脑。入于脑则脑转，脑转则引目系急。目系急则目眩以转矣。邪其精，其精所中不相比也，则精散。精散则视歧，视歧见两物。目者，五脏六腑之精也，营卫魂魄之所常营也，神气之所生也。故神劳则魂魄散，志意乱。是故瞳子黑眼法于阴，白眼赤脉法于阳也。故阴阳合传而棈明也。目者，心使也。心者，神之舍也，故神精乱而不转。卒然见非常处，精神魂魄，散不相得，故曰惑也。",
        "　　黄帝曰：余疑其然。余每之东苑，未曾不惑，去之则复，余唯独为东苑劳神乎？何其异也？歧伯曰：不然也。心有所喜，神有所恶，卒然相惑，则精气乱，视误，故惑，神移乃复。是故间者为迷，甚者为惑。",
        "　　黄帝曰：人之善忘者，何气使然？歧伯曰：上气不足，下气有余，肠胃实而心肺虚。虚则营卫留于下，久之不以时上，故善忘也。",
        "　　黄帝曰：人之善饥而嗜食者，何气使然？歧伯曰：精气并于脾，热气留于胃，胃热则消榖，榖消则善饥。胃气逆上，则胃脘寒，故不嗜食也。",
        "　　黄帝曰：病而得卧者，何气使然？歧伯曰：卫气不得入于阴，常留于阳。留于阳则阳气满，阳气满则阳跷盛，不得入于阴则阴气虚，故目不瞑矣。",
        "　　黄帝曰：病目而不得视者，何气使然？歧伯曰：卫气留于阴，不得行于阳，留于阴则阴气盛，阴气盛则阴跷满，不得入于阳则",
        "　　黄帝曰：人之多卧者，何气使然？歧伯曰：此人肠胃大而皮肤湿，而分肉不解焉。肠胃大则卫气留久；皮肤湿则分肉不解，其行迟。夫卫气者，昼日常行于阳，夜行于阴，故阳气尽则卧，阴气尽则寤。故肠胃大，则卫气行留久；皮肤湿，分肉不解，则行迟。留于阴也久，其气不清，则欲瞑，故多卧矣。其肠胃小，皮肤滑以缓，分肉解利，卫气之留于阳也久，故少瞑焉。",
        "　　黄帝曰：其非常经也，卒然多卧者，何气使然？歧伯曰：邪气留于上焦，上焦闭而不通，已食若饮汤，卫气久留于阴而不行，故卒然多卧焉。",
        "　　黄帝曰：善。治此诸邪，奈何？歧伯曰：先其脏腑，诛其小过，后调其气，盛者泻之，虚者补之，必先明知其形志之苦乐，定乃取之。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝问岐伯说：我曾步登清冷高台，上到一半地方，回头下视，而后又伏身尽力攀登，就觉得心神惑乱。我暗自诧异，感到奇怪，于是我就时而闭上眼睛，时而睁眼观望，想使心神镇定下来。但是，惑乱之感久久不能消除，时而头晕，时而目眩。我披散着头发，长跪在地，向下俯视，过了很长时间，意乱神迷的感觉仍不停止。而突然之间，这种感觉便自行消失了。是什么气造成这种情况的呢？ ",
        "　　岐伯回答说：五脏六腑的精气，都向上输注于目而形成为睛，睛的窝穴是眼，骨之精形成为瞳子，筋之精形成为黑睛，血之精形成为眼睛的赤络，气之精形成为白睛，肌肉之精形成为眼胞，包裹收拢筋、骨、血、气的精气而与眼的脉络合并，形成为目系。目系向上连属于脑，向后出于项中，所以如有邪气侵入项部，又遇上身体虚弱，邪气侵入得深，就会随目系进入脑中。邪气入脑，则头脑晕转；头脑晕转，则牵引目系，使目系紧张；目系紧张，就会两眼眩晕而有天旋地转之感。如邪气伤害了眼部精气，受到损伤的精气彼此间不能相互并合、协调，则眼部精气散乱；眼部精气散乱，就会造成视歧。所以看东西有重影出现。人的眼睛是五脏六腑的精气汇合而成，营卫魂魄经常输注养护于它，它是由神气生成的。神过于劳累，就会魂魄离散，志乱意迷。瞳子黑睛法于阴，白睛赤脉法于阳，所以阴阳合聚，则目睛明亮，可以视物。眼目是心的使者，心是神的居舍，所以，如果神分精乱不能聚合，又猝然看到异乎寻常的地方，精神魂魄散而不相协调，所以就有迷惑之感。",
        "　　黄帝说：我怀疑实情未必是这样。我每次去往东苑，步登清泠高台，没有不产生眩惑之感的时候，离开那里就恢复正常，难道我单单为东苑这地方劳神吗？这是多么奇怪呀！ ",
        "　　岐伯说：不是这样。心有所喜好，神有所厌恶，喜、恶两情猝然并行相感，就会使精神紊乱，导致视觉错误，因而产生迷惑之感，待精神欲念转移之后，就又恢复正常。以上所说的现象，轻微的叫做迷，严重的叫做惑。",
        "　　黄帝问：人有患健忘症的，是什么气使他这样的呢？ ",
        "　　岐伯说：这是由于上部之气不足，下部之气有余，肠胃之气充实而心肺之气虚弱。心肺气虚，营卫之气就会留滞在下部肠胃的时间较长，不能够按时向上流注以输布心肺，所以容易遗忘。",
        "　　黄帝问：有人容易感觉饥饿而又缺乏食欲，不喜进食，是什么气使他这样的呢？ ",
        "　　岐伯说：阴气并合而聚于脾脏，阳热之气留在胃中，胃热，谷物就消化得快。谷物消化得快，就易觉饥饿；胃气逆而上行，就会导致胃脘虚寒，所以不喜进食。",
        "　　黄帝问：不能安卧入睡的病，是什么气造成的呢？ ",
        "　　岐伯说：是卫气不能入于阴分，经常留滞于阳分的结果。卫气留滞于阳分，就会阳气充满；阳气充满，阳蹻的脉气就盛实。卫气不能入于阴分，则阴气虚，所以不能闭目入睡。",
        "　　黄帝问：双目常闭，不能睁眼看视的病，是什么气造成的呢？ ",
        "　　岐伯说；是卫气留滞于阴分，不能入行于阳分所造成的。卫气留滞于阴分，阴气就盛实，阴气盛实，阴蹻的脉气就充满。卫气不能入行于阳分，阳气就虚弱，所以眼睛闭而不睁。",
        "　　黄帝问；有人喜欢卧睡，是什么气使他这样的呢？ ",
        "　　岐伯说：这种人肠胃偏大，皮肤粗涩，分肉不滑利。肠胃偏大，卫气停留的时间就长；皮肤粗涩，分肉不滑利，卫气就运行得缓慢。卫气白天常运行于阳分，夜间运行于阴分。所以，阳气已尽，人就想卧睡；阴气已尽，人就醒来。如果卫气停留于阴分的时间长，其气不纯净，人就想闭着眼睛，所以喜欢卧睡。如果肠胃偏小，皮肤滑而弛缓，分肉也滑利，卫气留在阳分的时间长些，因而想卧睡的时间也就少了。",
        "　　黄帝问：有人并不是经常好睡，而是突然之间变得好睡了，是什么气使他这样的呢？ ",
        "　　岐伯说：这是由于邪气留滞于上焦，使上焦之气闭塞不通，以及吃得过饱，或是饮汤水过多，都会使卫气久留于阴分而不能畅行达于阳分；所以会突然之间使人喜睡起来。",
        "　　黄帝说：讲得好。应如何治疗上述诸病邪呢？ ",
        "　　岐伯说：先诊视患者脏腑，治除那些轻微的邪气，然后再调理营卫之气。邪气盛的用泻法，正气虚的用补法。一定要先了解形体与心志的或苦或乐，还须候察四时八节的风气，待风气静定，方可取穴刺治。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}