{
    "title": "灵枢·痈疽",
    "author": "作者：佚名",
    "content": [
        "　　黄帝曰：余闻肠胃受榖，上焦出气，以温分肉，而养骨节，通腠理。中焦出气如露，上注溪谷，而渗孙脉，津液和调，变化而赤为血。血和则孙脉先满溢，乃注于络脉，皆盈，乃注于经脉，阴阳已张，因息乃行。行有经纪，周有道理，与天合同，不得休止。切而调之，从虚去实，泻则不足，疾则气减，留则先实。从实去虚，补则有余，血气已调，形气乃持。余已知血气之平与不平，未知痈疽之所从生，成败之时，死生之期，有远近，何以度之，可得闻乎？",
        "　　歧伯曰：经脉留行不止，与天同度，与地合纪。故天宿失度，日月薄蚀；地经失纪，水道流溢，草萓不成，五榖不殖；径路不通，民不往来，巷聚邑居，则别离异处。血气犹然，请言其故。夫血脉营卫，周流不休，上应星宿，下应经数。寒邪客于经络之中，则血泣，血泣则不通，不通则卫气归之，不得复反，故痈肿。寒气化为热，热胜则腐肉，肉腐则为脓。脓不泻则烂筋，筋烂则伤骨，骨伤则髓消，不当骨空，不得泄泻，血枯空虚，则筋骨肌肉不相荣，经脉败漏，熏于五脏，藏伤故死矣。",
        "　　黄帝曰：愿尽闻痈疽之形，与忌日名。歧伯曰：痈发于嗌中，名曰猛疽。猛疽不治，化为脓，脓不泻，塞咽，半日死。其化为脓者，泻则合豕膏，冷食，三日而已。",
        "　　发于颈，名曰夭疽。其痈大以赤黑，不急治，则热气下入渊腋，前伤任脉，内熏肝肺。熏肝肺，十余日而死矣。",
        "　　阳留大发，消脑留项，名曰脑烁。其色不乐，项痛而如刺以针。烦心者，死不可治。",
        "　　发于肩及臑，名曰疵痈。其状赤黑，急治之，此令人汗出至足，不害五脏。痈发四五日，逞□之。",
        "　　发于腋下赤坚者，名曰米疽。治之以砭石，欲细而长，疏砭之，涂以豕膏，六日已，勿裹之。其痈坚而不溃者，为马刀挟瘿，急治之。",
        "　　发于胸，名曰井疽。其状如大豆，三四日起，不早治，下入腹，不治，七日死矣。",
        "　　发于膺，名曰甘疽。色青，其状如榖实□□，常苦寒热，急治之，去其寒热，十岁死，死后出脓。",
        "　　发于胁，名曰败疵。败疵者，女子之病也，灸之，其病大痈脓，治之，其中乃有生肉，大如赤小豆，锉陵翘草根各一升，以水一斗六升煮之，竭为取三升，则强饮厚衣，坐于釜上，令汗出至足已。",
        "　　发于股胫，名曰股胫疽。其状不甚变，而痈脓搏骨，不急治，三十日死矣。",
        "　　发于尻，名曰锐疽。其状赤坚大，急治之，不治，三十日死矣。",
        "　　发于股阴，名曰赤施。不急治，六十日死。在两股之内，不治，十日而当死。",
        "　　发于膝，名曰疵痈。其状大，痈色不变，寒热，如坚石，勿石，石之者死，须其柔，乃石之者，生。",
        "　　诸痈疽之发于节而相应者，不可治也。发于阳者，百日死；发于阴者，三十日死。",
        "　　发于胫，名曰兔啮，其状赤至骨，急治之，不治害人也。",
        "　　发于内踝，名曰走缓。其状痈也，色不变，数石其输，而止其寒热，不死。",
        "　　发于足上下，名曰四淫。其状大痈，急治之，百日死。",
        "　　发于足傍，名曰厉痈。其状不大，初如小指，发，急治之，去其黑者；不消辄益，不治，百日死。",
        "　　发于足趾，名脱痈。其状赤黑，死不治；不赤黑，不死。不衰，急斩之，不则死矣。",
        "　　黄帝曰：夫子言痈疽，何以别之？歧伯曰：营卫稽留于经脉之中，则血泣而不行，不行则卫气从之而不通，壅遏而不得行，故热。大热不止，热胜则肉腐，肉腐则为脓。然不能陷骨髓，不为焦枯，五脏不为伤，故命曰痈。",
        "　　黄帝曰：何谓疽？歧伯曰：热气淳盛，下陷肌肤，筋髓枯，内连五脏，血气竭，当其痈下，筋骨良肉皆无余，故命曰疽。疽者，上之皮夭以坚，上如牛领之皮。痈者，其皮上薄以泽。此其候也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝说：我听说肠胃纳受谷物，上焦输出卫气，以温润分肉，荣养骨节，开通腠理。中焦输出营气，象雾露一样，流注于肢体肌肉间相互连通的缝隙及凹陷处，渗透于细小的孙络，津液和调，变化而成为赤色的血液。血液和畅，孙脉就先满溢，从而注入络脉，络脉都充满了，于是注入经脉。营卫之气伸展布舒，随着呼吸运行全身。气血运行，有其纲纪法度，其周流遵循一定的道路，与天合同，无有休止。调理气血的虚实，须用心专至，补泻均应得宜。用泻法去除实邪，泻得过度，就会损伤正气而使它不足；针刺时出针快，邪气就可减去；针留止不出，正气就可得到养护。用扶正的方法消除虚弱，如补得太过，就会实有余而助长残留的虚邪。血气和调了，人体才能保持正常。我已经知道了血气平和与不平和的道理，但不知道痈疽发生的原因，及其形成、消散的时日，而且痈疽患者或生或死，生死的日期有远有近，应如何测度？以上这些问题，你能讲给我听听吗？ ",
        "　　岐伯说：经脉流行不止，与天同其法度，与地合其纲纪。所以，天体运行失其常度，就会出现日蚀、月蚀等异象；地上江河失其纲纪，水道就会溃决而泛滥流溢，众草不能生长，五谷不能繁育，道路不通，百姓不能往来，或聚于街巷，或居于邑落，彼此隔离，异地而处。人的血气也会出现类似情况。让我来谈谈其中缘故。人体血脉及营卫之气，周流全身而不停止，上与天的日月星辰相应，下与地的十二经水之数相应。如果寒邪侵入于经络之中，血就会凝涩；血凝涩，则不畅通；血液不通，卫气就会归往其处而不能回返，所以形成为痈肿。寒气转化为热，热胜，就会使肌肉腐烂；肌肉腐烂，则化而为脓；如果脓液不能泻出，就会烂筋；筋烂，就会伤骨；骨受伤害，骨髓就会消解；骨髓消解，则骨中空。如果痈脓仍不得排除，血液坏损亏虚，筋骨肌肉不能相互荣养，进而经脉败漏，恶气向内熏蒸五脏，五脏俱伤，所以人就死亡了。",
        "　　黄帝说：我想全部了解痈疽的各种形态，以及它们的忌日、名称。",
        "　　岐伯说：痈生在咽喉内，叫做猛疽。猛疽如不急治，就会化脓。脓如不予排除，就会堵塞咽喉，半日就死亡。猛疽已化脓的，应将脓排出，然后让患者口内含上提炼过的猪油，不要吃冷食，三天病就痊愈。",
        "　　生在颈部的，叫做夭疽。夭疽形大，颜色赤黑。此疽如不抓紧治疗，热邪之气就会下入于渊腋穴，前则伤于任脉，内则熏蒸肝肺二脏，十多天就会死亡。阳邪之气猛烈发作，销铄脑髓而流注于项部的，叫做脑铄。其表皮颜色不鲜亮，无光泽，脑部、项部疼痛如针刺。如觉心中烦闷不畅，就会死亡，无法医治。",
        "　　生于肩部及臂臑的，叫做疵痈。其表皮颜色赤黑，应抓紧治疗。疵痈常使患者汗出直至足部，但不致伤及五脏。宜在痈发四五日时，以艾火灸治。",
        "　　生在腋下色赤而坚硬的，叫做米疽。治疗米疽宜用砭石。砭石要细而且长。治疗时要疏散地加以砭刺，然后涂以猪膏，六日就可痊愈。此疽砭刺后，不可包扎。疽坚硬而不溃破，就是所谓马刀挟瘿之疽，应急速治疗。",
        "　　生于胸部的，名为井疽。井疽状如大豆，三四日便增大高起，如不及早治疗，病邪就会向下入于腹部，如仍不医治，七天就会死亡。",
        "　　生于左右两膺的，叫做甘疽。甘疽颜色发青，形状与楮实、瓜蒌相似，患者常为寒热所苦扰。应急速治疗，去除发寒发热的症状。如不加治疗，十天就会死亡，死后脓会自行流出。",
        "　　生于两胁的，叫做败疵。败疵是女子易得之病，时间一久，成为大痈，化脓，里面生有象赤小豆一般大小的肉块。治疗此病，可断切草根各一升，用水一斗六升煎煮，水渐渐减少，得药汁三升，强令患者饮下，并让患者多穿衣服，坐在热锅上，使汗出直至两足，病就会痊愈。",
        "　　生在股胫部的，叫做股胫疽。股胫疽的形状不怎么变化，但痈脓迫近于骨，应急速治疗。如不急洽，三十日就会死亡。",
        "　　生在尻部的，叫做锐疽。锐疽色赤，坚硬而大，应急速治疗。如不急治，三十日就会死亡。",
        "　　生在大腿内侧的，叫做赤施疽，如不急速治疗，六十日就会死亡。两大腿内侧都发生的，如不治疗，十日就会死亡。",
        "　　生在膝部的，叫做疵痈。疵痈形状较大，皮色不变，有寒热，坚硬。痈坚硬时不可砭刺，如用砭石砭刺，患者就会死亡。等痈变得柔软，然后加以砭刺，患者可以得生。",
        "　　凡生在关节处而且上下左右两相对应的痈疽，不可医治。生在阳经部位的，一百日死；生在阴经部位的，三十日死。",
        "　　生在膝下胫骨的疽，叫做兔啮。此疽色赤，深至骨，应急速治疗。如不急治，会伤害人的。",
        "　　生在足内踝的疽，叫做走缓。其外形肿大，色不变。应用砭石频数砭刺患处，如能消除寒热症状，就不致死亡。",
        "　　生在足上下的疽，叫做四淫。其外形大痈肿，如不急速治疗，一百日死。 ",
        "　　生在足两旁的，叫做厉痈。它的外形不大，最初是在足小指处发作。应急速治疗，须去除其发黑处，如不去除，发黑处就会扩大，以致难以医治，百日内便可死亡。",
        "　　生在足指上的，叫做脱痈。脱痈的颜色如为赤黑色，患者必死，不可医治；不是赤黑色的，则不致死亡。如经过治疗而病不衰减，就应赶紧切除发病的足指，否则就会死亡。",
        "　　黄帝问：你讲到了痈和疽，二者如何分辨？ ",
        "　　岐伯说：营气稽留在经脉之中，血液就凝涩而不能畅行；血凝涩不能畅行，卫气也随之受到壅塞阻遏而不能畅通，因而生热；大热势盛不止，就会使肌肉腐烂化脓。不过，痈毒通常不能深陷，因而骨髓不致焦枯，五脏也不会被伤害，所以叫做痈。",
        "　　黄帝问：什么叫疽？",
        "　　岐伯说：热气大盛，毒邪下陷于肌肤筋髓骨肉之中，向内连及五脏，致使血气干涸衰竭，患处内里的筋骨肌肉都烂坏无余，所以叫做疽。疽的表皮晦暗无光泽，而且坚硬，与牛颈下的厚皮相似：痈的表皮较薄且有光泽。这就是痈和疽各自的特征。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}