{
    "title": "素问·皮部论",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问曰：余闻皮有分部，脉有经纪，筋有结络，骨有度量。其所生病各异，别其分部，左右上下，阴阳所在，病之始终，愿闻其道。",
        "　　岐伯对曰：欲知皮部以经脉为纪者，诸经皆然。阳明之阳，名曰害蜚，上下同法。视其部中有浮络者，皆阳明之络也。其色多青则痛，多黑则痹，黄赤则热，多白则寒，五色皆见，则寒热也。络盛则入客于经，阳主外，阴主内。",
        "　　少阳之阳，名曰枢持，上下同法。视其部中有浮络者，皆少阳之络也，络盛则入客于经，故在阳者主内，在阴者主出，以渗于内，诸经皆然。 太阳之阳，名曰关枢，上下同法。视其部中有浮络者，皆太阳之络也。络盛则入客于经。",
        "　　少阴之阴，名曰枢儒，上下同法。视其部中有浮络者，皆少阴之络也。络盛则入客于经，其入经也，从阳部注于经；其出者，从阴内注于骨。",
        "　　心主之阴，名曰害肩，上下同法。视其部中有浮络者，皆心主之络也。络盛则入客于经。",
        "　　太阴之阴，名曰关蛰，上下同法。视其部中有浮络者，皆太阴之络也。络盛则入客于经。凡十二经络脉者，皮之部也。",
        "　　是故百病之始生也，必先于皮毛，邪中之则腠理开，开则入客于络脉，留而不去，传入于经，留而不去，传入于府，廪于肠胃。邪之始入于皮毛也，晰然起毫毛，开腠理；其入于络也，则络脉盛色变；其入客于经也，则感虚乃陷下。其留于筋骨之间，寒多则筋挛骨痛，热多则筋弛骨消，肉烁（月囷）破，毛直而败。",
        "　　帝曰：夫子言皮之十二部，其生病皆何如？",
        "　　岐伯曰：皮者脉之部也，邪客于皮则腠理开，开则邪入客于络脉，络脉满则注于经脉，经脉满则入舍于府藏也，故皮者有分部，不与而生大病也。"
    ],
    "translationArr": [
        "译文",
        "作者：佚名",
        "　　黄帝问道：我听说人的皮肤有十二经分属部位，脉络的分布纵横有序，筋有结聚连络，骨有长短大小，其所发生的疾病的开始和预后，我想听听其中的道理。",
        "　　岐伯回答说：要知道皮肤的所属部位，他是以经脉循行部位为纲纪的，各经都是如此。",
        "　　阳明经的阳，名叫害蜚，手、足阳明经脉的诊法是一样的，诊它上下分属部位所浮现的络脉，都是属于阳明的络，它的络脉之色多青的，则病痛；多黑的则病痹；色黄赤的病属热；色白的病属寒；若五色兼见，则是寒热错杂的病；若络脉的邪气盛，就会向内传入于经。因为络脉在外属阳，经脉在内属阴，凡外邪的侵入，一般是由络传经，由表传里的。",
        "　　少阳经的阳，名叫“枢持”，手、足少阳经的诊法是一样的，诊察它上下分属部位所浮现的络脉，都是属于少阳的络。络脉的邪气盛，就会向内传于经，所以邪在阳分主内传入经，邪在阴分主外出或涌入于内，各经的内外出入都是如此。",
        "　　太阳经的阳名叫“关枢”，手、足太阳经的诊法是一样的，诊察它上下分属部位所浮现的络脉，都是属于太阳的络，在络脉的邪气盛，就会向内传入于经。",
        "　　少阴经的阴，名叫“枢儒”，手、足少阴经的诊法是一样的，诊察它上下分属部位所浮现的络脉，都是属于少阴的络。络脉的邪气盛，就会向内传入于经，邪气传入于经，是先从属阳的络脉注入于经，然后从属阴的经脉出而向内注入于骨部。",
        "　　厥阴经的阴络，名叫“害肩”，手、足厥阴经的诊法是一样的，诊察它上下分属部位所浮现的络，都是属于厥阴的络。络脉的邪气盛，就会向内传入于经脉。",
        "　　太阴经的阴，名叫“关蛰”，手，足太阴经的诊法是一样的，诊察它上下分属部位所浮现的络，都是属太阴的络。络脉的邪气盛，就会向内传入于本经。",
        "　　以上所述这十二经之络脉的各个分部，也就是分属于皮肤的各个分部。因此，百病的发生，必先从皮毛开始，病邪中于皮毛；则腠理开，腠理开则病邪侵入络脉；留而不去，就向内传入于经脉；若再留而不去，就传入于腑，聚积于肠胃。病邪开始侵犯皮毛时，使人恶寒而毫毛直起，腠理开泄；病邪侵入络脉，则络脉盛满，其色变异常；病邪侵入经脉，是由于经气虚而病邪乃得陷入；病邪留连于筋骨之间，若寒邪盛时则筋挛急骨节疼痛，热邪盛时则筋弛缓，故软无力，皮肉败坏，毛发枯槁。",
        "　　黄帝说，您说的皮之十二部，发生的病都是怎样呢？",
        "　　岐伯说：皮肤是络脉分属的部位。邪气侵入于皮肤则腠理开泄，腠理开泄则病邪侵入于络脉；络脉的邪气盛，则内注于经脉；经脉的邪气满盛则入舍于腑脏。所以说皮肤有十二经脉分属的部位，若见到病变而不预为治疗，泄气将内传于腑脏而生大病。",
        "　　黄帝说：好。▲",
        "参考资料："
    ],
    "reference": [
        "佚名.360doc.http://www.360doc.com/content/14/0602/10/15883912_382942710.shtml"
    ]
}