{
    "title": "灵枢·根结",
    "author": "作者：佚名",
    "content": [
        "　　歧伯曰：天地相感，寒暖相移，阴阳之道，孰少孰多，阴道偶，阳道奇。发于春夏，阴气少，阳气多，阴阳不调，何补何泻。发于秋冬，阳气少，阴气多；阴气盛而阳气衰，故茎叶枯槁，湿雨下归，阴阳相移，何泻何补？奇邪离经，不可胜数，不知根结，五脏六腑折关败枢，开合而走，阴阳大失，不可复取。九针之玄，要在终始；故能知终始，一言而毕，不知终始，针道咸绝。",
        "　　太阳根于至阴，结于命门。命门者，目也。阳明根于厉兑，结于颡大。颡大者，钳耳也。少阳根于窍阴，结于窗笼。窗笼者，耳中也。太阴为开，阳明为合，少阳为枢。故开折则肉节渎而暴病起矣。故暴病者，取之太阳，视有余不足。渎者，皮肉宛膲而弱也。合折，则气无所止息而痿疾起矣。故痿疾者，取之阳明，视有余不足。无所止息者，真气稽留，邪气居之也。枢折，即骨繇而不安于地。故骨繇者取之少阳，视有余不足。骨繇者，节缓而不收也。所谓骨繇者，摇故也。当穷具本也。",
        "　　太阴根于隐白，结于太仓。少阴根于涌泉，结于廉泉。厥阴根于大敦，结于玉英，络于膻中。太阴为开，厥阴为阖，少阴为枢。故开折，则仓廪无所输，膈洞。膈洞者，取之太阴，视有余不足，故开折者，气不足而生病也。合折，即气绝而喜悲，悲者取之厥阴，视有余不足。枢折则脉有所结而不通。不通者，取之少阴，视有余不足，有结者，皆取之不足。",
        "　　足太阳根于至阴，溜于京骨，注于昆仑，入于天柱、飞扬也。足少阳根于窍阴，溜于丘墟，注于阳辅，入于天容、光明也。足阳明根于厉兑，溜于冲阳，注于下陵，入于人迎、丰隆也。手太阳根于少泽，溜于阳谷，注于小海，入于于窗、支正也。手少阳根于关冲，溜于阳池，注于支沟，入于于牖、外关也。手阳明根于商阳，溜于合谷，注于阳溪，入于扶突、偏历也。此所谓十二经者，盛络皆当取之。",
        "　　一日一夜五十营，以营五脏之精，不应数者，名曰狂生。所谓五十营者，五脏皆受气，持其脉口，数其至也。五十动而不一代者，五脏皆受气。四十动一代者，一脏无气。三十动一代者，二脏无气。二十动一代者，三脏无气。十动一代者，四脏无气。不满十动一代者，五脏无气。予之短期，要在终始。所谓五十动而不一代者，以为常也。以知五脏之期，予之短期，予之短期者，乍数乍疏也。",
        "　　黄帝曰：逆顺五体者，言人骨节之大小，肉之坚脆，皮之厚薄，血之清浊，气之滑涩，脉之长短，血之多少，经络之数，余已知之矣，此皆布衣匹夫之士也。夫王公大人，血食之君，身体柔脆，肌肉软弱，血气剽悍滑利，其刺之徐疾浅深多少，可得同之乎。歧伯答曰：膏梁菽藿之味，何可同也？气滑即出疾，其气涩则出迟，气悍则针小而入浅，气涩则针大而入深，深则欲留，浅则欲疾。以此观之，刺布衣者，深以留之，刺大人者，微以徐之，此皆因气剽悍滑利也。",
        "　　黄帝曰：形气之逆顺奈何？歧伯曰：形气不足，病气有余，是邪胜也，急泻之；形气有余，病气不足，急补之；形气不足，病气不足，此阴阳气俱不足也，不可刺之，刺之则重不足。重不足则阴阳俱竭，血气皆尽，五脏空虚，筋骨髓枯，老者绝灭，壮者不复矣。形气有余，病气有余，此谓阴阳俱有余也。急泻其邪，调其虚实。故曰：有余者泻之，不足者补之，此之谓也。",
        "　　故曰：刺不知逆顺，真邪相搏。满而补之，则阴阳四溢，肠胃充郭，肝肺内□，阴阳相错。虚而泻之，则经脉空虚，血气竭枯，肠胃□辟，皮肤薄着，毛腠夭膲，予之死期。",
        "　　故曰：用针之要，在于知调阴与阳。调阴与阳，精气乃光，合形与气，使神内藏。",
        "　　故曰：上工平气，中工乱脉，下工绝气危生。",
        "　　故曰：下工不可不慎也，必审五藏变化之病，五脉之应，经络之实虚，皮之柔粗，而后取之也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　岐伯说：天地之气，互相感应，寒暖也随之交相转移，所以阴阳的变化，孰少孰多，都有一定的规律。阴道为偶数，阳道为奇数。假如发病在春夏，阴气少而阳气多，对于这种阴阳不能调和的现象，应怎样用泻法或怎样用补法呢？假如病发于秋冬，阳气少而阴气多，阴气盛而阳气衰，好象树木的茎叶枯槁水湿下渗，阴阳互移，又应怎样用泻法或怎样用补法呢？不正的邪气侵入了经络，变化多端，主要是由于不知道经穴根结是脏腑关键所在。等到机关折损，枢纽败坏，开阖失常，精气走泄，阴阳大伤，那精气就不可复聚了。至于九针的紧要所在，在于明了经脉根结的情况，知道经脉根结的道理，这样针刺的原则一说就可以了；如不知道经脉根结的重要性，那针刺的道理就等于绝灭。",
        "　　足太阳膀胱经，起于足小趾外侧的至阴穴，归结于命门，即目内眦的睛明穴。足阳明胃经，起于足大趾侧次趾端的厉兑穴，归结于颡大，即钳耳，指额角部的头维穴。足少阳胆经，起于足小趾侧次趾之端的窍阴穴，归结于窗笼，即耳部的听宫穴。太阳经好象人身外门的开关，阳明经好象人身外门的门扇，少阳经好象人身外门的枢轴。如果太阳之关失去功能，就会使肉节溃缓而发生暴病，所以诊治暴病，可取足太阳膀胱经，看病的情况，泻有余而补不足。所谓“渎”就是皮肉瘦小憔悴的意思。如果阳明经失去了阖的功能，阳气就会无所止息而发生痿病，所以诊治痿病，可取用足阳明胃经，看病的情况，泻有余而补不足。所谓“无所止息”，是说正气运行不畅，而邪气就留在里边了。如果少阳之枢失掉了功能，就会发生骨摇，不能在地上安然行走，所以诊治骨摇病，可取足少阳胆经，看病的情况，泻有余而补不足。所谓“骨摇”，就是骨节缓纵不收的意思。以上这些病，必须追究它的根源而予以治疗。",
        "　　足太阴脾经起于足大趾内端的隐白穴，归结于上腹部的太仓。足少阴肾经，起于涌泉，归结于廉泉。足厥阴肝经起于足大趾外端的大敦穴，归结于胸部的玉英而下络于膻中穴。太阴在于人身，好象内门的插关；厥阴在于人身，好象内门的门扇；少阴在于人身，好象内门的转枢。假如太阴主关的功能失常，就会使脾失去运化的能力，水谷无所转输，而发生膈塞、洞泄的病变。治疗膈塞、洞泄病，可取用足太阴脾经，看病的情况，泻有余而补不足。太阴经主关功能的失常，主要是由于气不足而导致发病的。假如厥阴主阖的功能失常，就会发生气机弛缓，导致多悲之病。治疗多悲之病，可取用足厥阴肝经穴，看病的情况，泻有余而补不足。假如少阴主枢的功能失常，就会发生肾脉结滞而下焦不通。治疗这种结滞不通的病，可取用足少阴肾经穴，看病的情况，泻有余而补不足。凡是经脉有结滞的，都应取用上法刺治。",
        "　　足太阳膀胱经起于至阴(井穴)，流于京骨(原穴)，注于昆仑(经穴)，上入于颈部天柱穴，下入于足部的飞扬(络穴)。足少阳胆经起于窍阴(井穴)，流于丘墟(原穴)，注于阳辅(经穴)，上入于颈部天容穴，下入于足胫部的光明穴(络穴)。足阳明胃经起于厉兑(井穴)，流于冲阳(原穴)，注于解溪(经穴)，上入于颈部的人迎穴，下入于足胫部的丰隆穴；(络穴)。手太阳小肠经起于少泽(井穴)，流于阳谷(经穴)，注于小海(合穴)，上入于头部的天窗穴，下入于臂部的支正(络穴)。手少阳三焦经起于关冲(井穴)，流于阳池(原穴)，注于支沟(经穴)，上入于头部天牖穴，下入于外关穴(络穴)。手阳明大肠经起于商阳(井穴)，流于合谷(原穴)，注于阳溪(经穴)，上入于颈部扶突穴，下入于腕后上侧的偏历穴(络穴)。这就是十二经根流注入的部位，凡充盛的脉络，都应当取而泻之。",
        "　　人的经脉运行全身，一日一夜五十周，以使五脏精气循环往来。如果太过或不及而不应此数的，就会生病，这叫做狂生。所说的五十营，是五脏都能受到精气的营养，这可以从切寸口脉象，计算脉搏次数，预知人的强弱。脉搏跳动五十次而不歇止的，说明五脏精气旺盛；脉动四十次而有一次歇止的，说明有一脏无气；脉动三十次而有一次歇止，说明有二脏无气；脉动二十次而有一次歇止，说明有三脏无气；脉动十次而有一次歇止，说明有四脏无气；脉动不满十次就歇止的，表明五脏精气不足，短期内就可能死亡。这是由于先通了经脉才能诊察得如此细致。所谓脉搏跳动五十次而不歇止，是五脏正常的现象，由此可知五脏的精气。断定一个人短期内可能死亡，是依据脉象的忽快忽慢而言的。",
        "　　黄帝说：人的形体异常和正常有五种，是说这五种人，骨节有小有大，肌肉有坚有脆，皮肤有厚有薄，血液有清有浊，气有滑有涩，脉有长有短，血有多有少，十二经十五络的大数，我已知道了，这都是指一般的劳动人民说的。至于那些终日肉食的王公大人，他们的身体柔脆，肌肉软弱，血气运行急滑，在用针刺的时候，快慢、深浅、多少，能和一般劳动人民一样吗？ ",
        "　　岐伯回答说：吃脂膏厚味的人和吃菽藿薄味的人，在针刺时，怎能一样呢？针刺之时，气滑的出针要快，气涩的出针要慢；气滑的用小针浅刺，气涩的用大针深刺；深刺的要留针，浅刺的要快出针。由此看来，针刺劳动人民要深刺并且要留针，针刺王公贵人要浅刺并且慢进针，这是因为他们的气血慓悍滑利的缘故。",
        "　　黄帝问：形气出现了有余或不足，应怎样治疗呢？ ",
        "　　岐伯回答说：形气不足，病气有余，这是邪气胜于正气的表现，应当急用泻法以去其邪。形气有余，病气不足，这是外实内虚，应急用补法以扶其正。形气不足，病气不足，这是阴阳都不足了，不可用针刺治疗，若用针刺，就加重了它的不足，而导致阴阳竭、血气尽，五脏空虚，筋髓枯槁，老年人要死亡，壮年人也不易康复。如果形气有余，病气也有余，这是阴阳都有余，应当在去邪之后再调和虚实。所以说，病有余的用泻法，病不足的用补法，就是这个道理。",
        "　　所以说，在运用针刺时若不知道逆顺的道理，补泻反用，必然导致正气邪气相搏争。如实症反用补法，就会使阴阳都太盛了，胃肠邪气充满，肝肺内胀，阴阳之气互相错乱。如虚症反用泻法，就会使经脉空虚，血气枯竭，胃肠衰弱无力，皮肤涩薄干瘦着骨，毛腠也因而焦枯，这就可断定接近死期了。因此说用针的关键，在于懂得调和的道理。调合了阴阳，精气就可以充沛，形气合一，使神气内藏。所以说高明的医工能够平气，一般的医工能够治脉，拙劣的医工则耗气危害生命。所以说用针不可不慎重啊！一定要审察五脏的变化，五脏之脉与病的相应情况，经络的虚实情况，皮肤的柔粗情况，然后取用适当经穴针刺就可以了。▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}