{
    "title": "灵枢·官针",
    "author": "作者：佚名",
    "content": [
        "　　凡刺之要，官针最妙。九针之宜，各有所为，长短大小，各有所施也。不得其用，病弗能移。疾浅针深，内伤良肉，皮肤为痈；病深针浅，病气不泻，支为大脓。病小针大，气泻太甚，疾必为害；病大针小，气不泄泻，亦复为败。失针之宜。大者泻，小者不移。已言其过，请言其所施。",
        "　　病在皮肤无常处者，取以镵针于病所，肤白勿取。病在分肉间，取以圆针于病所。病在经络痼痹者，取以锋针。病在脉，气少，当补之者，取以鍉针，于井荥分俞。病为大脓者，取以铍针。病痹气暴发者，取以圆利针。病痹气痛而不去者，取以毫针。病在中者，取以长针。病水肿不能通关节者，取以大针。病在五脏固居者，取以锋针，泻于井荥分俞，取以四时。",
        "　　凡刺有九以应九变。一曰俞刺，俞刺者，刺诸经荥俞脏俞也；二曰远道刺，远道刺者，病在上，取之下，刺腑俞也；三曰经刺，经刺者，刺大经之结络，经分也；四曰络刺，络刺者，刺小络之血脉也；五曰分刺，分刺者，刺分肉之间也；六曰大泻刺，大泻刺者，刺大脓以铍针也；七曰毛刺，毛刺者，刺浮痹皮肤也；八曰巨刺，巨刺者，左取右，右取左；九曰焠刺，焠刺者，刺燔针则取痹也。",
        "　　凡刺有十二节，以应十二经。一曰偶刺，偶刺者，以手直心若背，直痛所，一刺前，一刺后，以治心痹。刺此者，傍针之也。二曰报刺，报刺者，刺痛无常处也。上下行者，直内无拔针，以左手随病所按之，乃出针，复刺之也。三曰恢刺，恢刺者直刺，傍之，举之前后，恢筋急，以治筋痹也。四曰齐刺，齐刺者，直入一，傍入二，以治寒气，小深者；或曰三刺，三刺者，治痹气，小深者也。五曰扬刺，扬刺者，正内一，傍内四而浮之，以治寒气之搏大者也。六曰直针刺，直针刺者，引皮乃刺之，以治寒气之浅者也七曰输刺，输刺者，直入直出，稀发针而深之，以治气盛而热者也。八曰短刺，短刺者，刺骨痹，稍摇而深之致针骨，所以上下摩骨也。九曰浮刺，浮刺者，傍入而浮之，以治肌急而寒者也。十曰阴刺，阴刺者，左右率刺之，以治寒厥；中寒厥，足踝后少阴也。十一曰傍针刺，傍针刺者，直刺傍刺各一，以治留痹久居者也。十二曰赞刺，赞刺者，直入直出，数发针而浅之出血，是谓治痈肿也。",
        "　　脉之所居，深不见者，刺之微内针而久留之，以致其空，脉气也。脉浅者，勿刺，按绝其脉，乃刺之，无令精出，独出其邪气耳。",
        "　　所谓三刺，则谷气出者。先浅刺，绝皮以出阳邪，再刺则阴邪出者，少，益深绝皮，致肌肉未入分肉间也；已入分肉之间，则谷气出。故制法曰：始刺浅之，以逐邪气而来血气，后刺深之，以致阴气之邪，最后刺极深之，下谷气。此之谓也。故用针者，不知年之所加，气之盛衰，虚实之所起，不可以为工也。",
        "　　凡刺有五以应五脏，一曰半刺，半刺者，浅内而疾发针，无针伤肉，如拔毛状，取皮气，此肺之应也。二曰豹文刺，豹文刺者，左右前后针之，中脉为故，以取经络之血者，此心之应也。三曰三曰关刺，关刺者，直刺左右，尽筋上，以取筋痹，慎无出血，此肝之应也；或曰渊刺；一曰岂刺。四曰合谷刺，合谷刺者，左右鸡足，针于分肉之间，以取肌痹，脾之应也。五曰输刺，输刺者，直入直出，深内之至骨，以取骨痹，此肾之应也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　针刺之紧要，以用针最为关键。九针的使用，各有它适应的范围，长的，短的，大的，小的，各有应用之法。如果用不得法，病就不能治好。病邪浅的如果刺深了，会损伤内部好肉，引起皮肤化脓；病邪深的如果刺浅了，不但不能排除病邪，反而会酿成大的疮疡；小病用大针，气泻过甚，病情必定加重；重病用小针，邪气得不到疏泻，以后也要坏事。因此，针刺要适当运用，误用大针会伤正气，误用小针则病邪不去。上面已经讲了针刺的过错，再说一说它的正确使用方法。",
        "　　病在皮肤浅表而无固定的地方，可以用镵针治疗；如果患部皮肤苍白，就不能够用镵针了。病在肌肉或肌腱之间，应用员针来治疗。病在经络，久而形成痼痹的，应用锋针来治疗。病在经脉，气不足当用补法的。应用针压按井、荥、分输各穴。患较重脓疮的，应该用铍针排脓治疗。对急性发作的痹症，可以用员利针治疗。患痹病而疼痛不止的，可用毫针治疗。病已深入身体内部的，可以用长针治疗。患水肿而关节间气滞不通的，可以用大针治疗。病在五脏痼留不愈的，可以用锋针治疗，在井、荥等腧穴用泻法，在取穴时，要根据四季的变化而分别使用。",
        "　　针刺有九种方法，以适应九种不同的病变。第一种叫做腧刺。腧刺，是针刺十二经在四肢的井、荥、输、经、合各穴及背部的脏腑腧穴。第二种叫做远道刺。远道刺，是病在身体上部，针刺足三阳经下肢的腧穴。第三种叫做经刺。经刺，就是针刺深部大经在体表所能触到的硬结或压痛。第四种叫做络刺。络刺，就是刺皮下浅处的小静脉。第五种叫做分刺。分刺，就是针刺肌肉和肌肉凹陷间隙处。第六种叫做大泻刺。大泻刺，就是针刺痈疡。第七种叫做毛刺。毛刺，就是针刺皮肤表层的痹症。第八种叫做巨刺。巨刺，就是左面有病针刺右边的穴位，右边有病针刺左面的穴位。第九种叫做焠刺。焠刺，就是用烧热的火针来治疗痹症。",
        "　　针刺有十二节，以适应十二经的不同疾病。第一种叫做偶刺。偶刺，是用手对着胸部和背部，正当痛之所在，一针刺前胸，一针刺后背，以此治疗心痹，刺时针尖要向两旁斜刺，以免损伤内脏。第二种叫做报刺。报刺，是刺疼痛无固定部位而上下游走的疾病，垂直刺入，不立即拔针，而用左手随着病痛所在，按其痛处，然后拔出针，再如法刺之。第三种叫做恢刺。恢刺，是直刺在筋的旁边，用提插的方法，或向前或向后，舒缓筋急之象，可以治疗筋痹之病。第四种叫做齐刺。齐刺，是在病处的正中直刺一针，左右两旁各刺一针，可以治疗寒痹邪小而长期不愈的疾病。第五种叫做阳刺。阳刺，是在病所正中刺一针，在周围刺四针，都用浅刺，可以治疗寒气比较广泛的疾病。第六种叫做直刺。直刺，是用手捏起皮肤，将针沿皮直入，可以治疗寒气较浅的疾病。第七种叫做输刺。输刺，是直入直出，发针快而刺入较浅，可以治疗气盛热重的疾病。第八种叫做短刺。短刺，是治疗骨痹病的一种刺法，慢慢进针，并稍微摇动针体再深入，直达骨的附近，然后上下提插以摩其骨。第九种叫做浮刺。浮刺，是从旁斜刺浮浅的肌表，可以治疗肌肉挛急而属于寒性的疾病。第十种叫做阴刺。阴刺，是两股内侧左右都刺，可以治疗寒厥病，必须取足内踝后足少阴肾经的太溪穴。第十一种叫做傍刺。傍刺，是直刺傍刺各一针，可以治疗长久不愈的痹症。第十二种叫做赞刺。赞刺，是直入直出，速发针而浅刺，使之出血，这种刺法可以治疗痈肿。",
        "　　脉在深部而不现于外的，针刺时要轻微地刺入，并且留针时间要长些，这是为了引导孔穴里的脉气。经脉在浅部，不要急刺，应先按绝其穴中之脉，避开血管，才可进针，勿使精气外泄，而只是除去邪气而已。所谓“三刺”则谷气出的刺法，是先从浅处刺透皮肤，以渲泄卫分的邪气；再刺是渲泄营分的邪气，稍微刺深一点，透过皮肤，接近肌肉，而不在分肉之间；最后到达分肉之间，谷气就会泻出。所以《刺法》上说：开始浅刺，可以驱逐卫分的邪气而使正气畅通；接着深刺，以渲散阴分的邪气；最后刺到极深，即可得见谷气。这就是一刺之中有三刺的方法。因此，用针的人，如不明白不同年份气之所加的道理，以及血气盛衰虚实所引起的疾病情况，就不能称为一个好的医生。",
        "　　刺法有五种，用以适应与五脏有关的病变。第一种叫做半刺。半刺，是浅刺而出针很快的一种方法，不损伤肌肉，就象拔去一根毛发一样，可以疏泄皮肤表层的邪气。这种刺法和肺相应。第二种刺法叫做豹文刺。豹文刺是一种多刺的方法，刺点象豹的斑纹一样，在患部的左右前后针刺，以刺中络脉为标准，可以消散经络中的积血。这种刺法与心脏相应。第三种刺法叫做关刺。关刺是直针刺入四肢的关节部分，可以治疗筋痹，刺时千万不可出血。这种刺法与肝脏相应。它又叫渊刺，或叫岂刺。第四种刺法叫做合谷刺。合谷刺是正刺一针，左右斜刺二针，象鸡足一样，刺在分肉之间，可以治疗肌痹病。这种刺法与脾脏相应。第五种刺法叫做输刺。输刺是直入直出，深刺至骨的附近，可以治疗骨痹病。这种刺法与肾脏相应。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}