{
    "title": "灵枢·经别",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：余闻人之合于天道也，内有五脏，以应五音、五色、五时、五味、五位也；外有六腑，以应六律。六律建阴阳诸经而合之十二月、十二辰、十二节、十二经水、十二时、十二经脉者，此五脏六腑之所以应天道。夫十二经脉者，人之所以生，病之所以成，人之所以治，病之所以起，学之所始，工之所止也。粗之所易，上之所难也。请问其离合，出入奈何？",
        "　　歧伯稽首再拜曰：明乎哉问也！此粗之所过，上之所息也，请卒言之。",
        "　　足太阳之正，别入于腘中，其一道下尻五寸，别入于肛，属于膀胱，散之肾，循膂，当心入散；直者，从膂上出于项，复属于太阳此为一经也。",
        "　　足少阴之正至腘中，别走太阳而合，上至肾，当十四椎出属带脉；直者，系舌本，复出于项，合于太阳此为一合。成以诸阴之别，皆为正也。",
        "　　足少阳之正，绕髀入毛际，合于厥阴，别者入季胁之间，循胸里属胆，散之上肝，贯心以上挟咽，出颐颌中，散于面，系目系，合少阳于外眦也。",
        "　　足厥阴之正，别跗上，上至毛际，合于少阳，与别俱行，此为二合也。",
        "　　足阳明之正，上至髀，入于腹里属胃，散之牌，上通于心上循咽出于口，上頞颅，还系目系，合于阳明也。足太阴之正，上至髀，合于阳明，与别俱行，上结于咽，贯舌中，此为三合也。",
        "　　足太阴之正，上至髀，合于阳明，与别俱行，上结于于咽，贯舌中，此为三合也。",
        "　　手太阳之正，指地，别于肩解，入腋走心，系小肠也。",
        "　　手少阴之正，别入于渊腋两筋之间，属于心，上走喉咙，出于面，合目内眦，此为四合也。",
        "　　手少阳之正，指天，别于巅，入缺盆，下走三焦，散于胸中也。",
        "　　手心主之正，别入渊腋三寸，入胸中，别属三焦，出循喉咙，出耳后，合少阳完骨之下，此为五合也。",
        "　　手阳明之正，从手循膺乳，别于肩□，入柱骨下走大肠，属于肺，上循喉咙，出缺盆，合于阳明也。",
        "　　手太阴之正，别入渊腋少阴之前，入走肺，散之太阳，上出缺盆，循喉咙，复合阳明，此六合也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝向岐伯问道：我听说人身都与自然界的现象相适应，内有属阴的五脏分别相应着五音、五色、五时、五味、五方；外有属阳的六腑以应六律。六律有阴有阳以应阴阳诸经，合于时令的十二月、十二辰、十二节、十二经水、十二时辰、十二经脉。这就是五脏六腑和自然界现象相适应的情况。十二经脉是人体气血运行的通路。人体的生存、疾病的发生，以及人体的健康和疾病的痊愈，都与经脉的作用有关。初学医者必须学习这些经脉理论，即使是高明的医生也要留心经脉。庸医认为经脉易学，而高明的医生却认为难以学精。请问经脉在人体内离合出入的道路是怎样的？ ",
        "　　岐伯稽首再拜回答说：问得很高明。这些经脉离合出入道理是一般庸医往往忽略过去的，只有高明的医生才留心研究它。我详细地说一下吧！ ",
        "　　足太阳膀胱经的正经，别行入于膝腘窝中，其中有一道至尻下五寸处，别行上入肛门，内行腹中，属于膀胱本腑，再散行至肾脏，沿脊内上行，当心脏的部位入内而散；其直行的，从脊上出于项部，再入属于足太阳本经经脉。这就是足太阳本经之外别行的一经。足少阴肾经的正经，行到膝腘窝中，别行与足太阳经相会合，上行至肾脏，当十四椎处，外出属于带脉；其直行的经脉，系于舌根，又出于项部，与足太阳膀胱经相合。这是足太阳与足少阴表里阴阳相配的第一合。但这一合并不是经脉的旁通交会，而是正经自相出入离合，成为阴阳相成的循环道路。",
        "　　足少阳胆经的正经，上行绕大腿入于阴毛中，与足厥阴肝经相合。其别行的一脉，入于季肋之间，沿着胸里，入属于胆本腑，散行上至肝脏，通过心部，上行挟咽喉的两旁，出于腮部与下巴的中间，散布于面部，系于目系，与足少阳本经会合于眼外角处。足厥阴肝经的正经，自足背上别行，上至阴毛中，与足少阳胆经相合，与胆经的正经偕行。这就是足少阳与足厥阴表里阴阳相配的第二合。",
        "　　足阳明胃经的正经，上行至髀部，进入腹里，属于胃本腑。散行至脾脏，上通于心，沿咽部出于口，上行鼻头鼻梁，还绕目系，合于足阳明胃经脉。足太阴经的正经，上行至髀部，合于足阳明胃经，与足阳明别行的正经向上偕行，上络于咽部，贯串于舌根。这就是足阳明和足太阴表里阴阳配合的第三合。",
        "　　手太阳小肠经的正经，是自上而下的，从肩胛关节处别行入于腋下，走入心脏，系于小肠本腑。手少阴心经的正经，别行入于腋下渊腋穴两筋之间，属于心主，上走喉咙，出于面部，与手太阳经的支脉会合于内眼角。这是手太阳和手少阴表里阴阳相配的第四合。",
        "　　手少阳三焦经的正经，是自上而下的，从头顶而下，入于缺盆，下走三焦本腑，散行于胸中。手厥阴心包络经的正经，别行于渊腋下三寸处，入于胸中，别走属于三焦，上沿喉咙，出于耳后，与手少阳三焦会合于完骨之下。这是手少阳和手厥阴表里阴阳相配的第五合。",
        "　　手阳明大肠经的正经，从手上行沿侧胸乳部之间，别行出于肩髃穴处，入于柱骨，下走至大肠本腑，上属于肺脏，再向上沿喉咙，入于缺盆，与手阳明经相合。手太阴肺经的正经，别行入于渊腋穴手少阴经的前方，入走肺脏，散行至于大肠，上出于缺盆，沿喉咙，再与手阳明大肠经相合。这是手阳明与手太阴表里阴阳相配的第六合。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}