{
    "title": "灵枢·营卫生会",
    "author": "作者：佚名",
    "content": [
        "　　黄帝问于歧伯曰：人焉受气？阴阳焉会？何气为营？何气为卫？营安从生？卫于焉会？老壮不同气，阴阳异位，愿闻其会。歧伯答曰：人受气于榖，榖入于胃，以传与肺，五藏六府，皆以受气，其清者为营，浊者为卫。营在脉中，卫在脉外，营周不休，五十而复大会，阴阳相贯，如环无端。卫气行于阴二十五度，行于阳二十五度，分为昼夜，故气至阳而起，至阴而止。故曰：日中而阳陇为重阳，夜半而阴陇为重阴。故太阴主内，太阳主外，各行二十五度，分为昼夜。夜半为阴陇，夜半后而为阴衰，平旦阴尽而阳受矣，日中而阳陇，日西而阳衰，日入阳尽，而阴受气矣。夜半而大会，万民皆卧，命曰合阴，平旦阴尽而阳受气。如是无已，与天地同纪。",
        "　　黄帝曰：老人之不夜瞑者，何气使然？少壮之人不昼瞑者，何气使然？歧伯答曰：壮者之气血盛，其肌肉滑，气道通，营卫之行，不失其常，故昼精而夜暝，老者之血衰，其肌肉枯，气道涩，五脏之气相搏，其营气衰少，而卫气内伐，故昼不精，夜不暝。",
        "　　黄帝曰：愿闻营卫之所行，皆何道从来？歧伯答曰：营出于中焦，卫出于上焦。",
        "　　黄帝曰：愿闻三焦之所出。歧伯答曰：上焦出于胃上口，并咽以下，贯膈而布胸中，走腋，循太阴之分而行，还至阳明，上至舌，下足阳明，常与营俱行于阳二十五度，行于阴亦二十五度，一周也。故五十度而复大会于手太阴矣。",
        "　　黄帝曰：人有热饮食下胃，其气未定，汗则出，或出于面，或出于背，或出于身半，其不循卫气之道，何也？歧伯曰：此外伤于风。内开腠理，毛蒸理泄，卫气走之，固不得循其道。此气剽悍滑疾，见开而出，故不得循其道，故命曰漏泄。",
        "　　黄帝曰：愿闻中焦之所出。歧伯答曰：中焦亦并胃中，出上焦之后，此所受气者，泌糟粕，蒸津液，化其精微，上注于肺脉，乃化而为血，以奉生身，莫贵于此，故独得行于经隧，命曰营气。",
        "　　黄帝曰：夫血之与气，异名同类，何谓也？歧伯答曰：营卫者，精气也。血者神气也。故血之与气，异名同类焉。故夺血者无汗，夺汗者无血。故人生有两死，而无两生。",
        "　　黄帝曰：愿闻下焦之所出。歧伯答曰：下焦者，别回肠，注于膀胱，而渗入焉。故水榖者，常并居于胃中，成糟粕而俱下于大肠，而成下焦，渗而俱下，济泌别汁，循下焦而渗入膀胱焉。",
        "　　黄帝曰：人饮酒，酒亦入胃，榖未熟而小便独先下，何也？歧伯答曰：酒者熟谷之液也，其气悍以清，故后谷而入，先谷而液出焉。",
        "　　黄帝曰：善。余闻上焦如雾，中焦如沤，下焦如渎，此之谓也。"
    ],
    "translationArr": [
        "译文",
        "作者：张云昌 孟蓬生等",
        "　　黄帝向岐伯问道：人从哪里接受精气？阴气和阳气在哪里交会？什么气叫做营？什么气叫做卫？营气在哪里产生？卫气在哪里与营气会合？老年和壮年气的盛衰不同，昼夜气行的位置也不一样，我希望听听它会合的道理。",
        "　　岐伯回答说：人身的精气，主要依靠五谷，当五谷入胃后，经过消化，它的精微部分就传给了肺脏，五脏六腑都因此而受到了营养，其中清的称为营气，浊的称为卫气，营气流行在脉中，卫气流行于脉外，周流全身，永不休止，营气各循行五十周之后又会合。阴阳相互贯通，如环无端。卫气行于阴分二十五周，行于阳分亦二十五周，分为昼夜各半，所以卫气行于阳则醒寤，行于阴则睡眠。因此，卫气行于中午而阳气盛，称为重阳；卫气行于半夜而阴气盛，称为重阴。太阴主内，太阳主外，营气、卫气行阴行阳各二十五周，分为昼夜各半。夜半是阴最盛的时候，夜半以后阴气渐衰，至黎明时分阴气已尽而阳气继起，中午是阳气最盛的时候，太阳偏西，阳气渐衰，太阳落下，阳气已尽而阴气继起，到夜半时分，营卫之气会合，人人都要入睡，叫做合阴。黎明时阴气尽而阳气又起，象这样循行不止，与天地阴阳的运转道理是一致的。",
        "　　黄帝说：老年人在夜间睡眠很少，是什么气使他这样呢？少壮的人在白天睡眠很少，是什么气使他这样呢？ ",
        "　　岐伯回答说：少壮者气血旺盛，肌肉滑润，气道通畅，营卫的运行不失其正常规律，所以白天特别精神，夜间也能熟睡。老年人的气血衰退，肌肉干枯，气道滞涩，五脏之气互相搏结，不能调和，所以营气衰少，卫气内败，造成白天没精神而夜间也不能熟睡。",
        "　　黄帝说：我希望听到营、卫二气的循行都是从哪里开始的？ ",
        "　　岐伯回答说：营气是从中焦发出的，卫气是从上焦发出的。 ",
        "　　黄帝说：希望听一下上焦发气的情况。 ",
        "　　岐伯回答说：上焦之气出于胃的上口，并于食道上行，穿过隔膜，布散于胸中，横走腋下，沿手太阴肺经的部位下行，返回到手阳明大肠经，上行至舌，下注于足阳明胃经，常与营气并行于阳二十五周，行于阴亦二十五周，循行五十周后，又会于手太阴经。",
        "　　黄帝说：人在有热的时候，饮食刚下胃，其精微之气尚未化成，汗就先出来了，或出于面，或出于背，或出于半身，它并不沿着卫气所运行的通道而出，这是什么道理？ ",
        "　　岐伯说：这是由于外伤于风邪，以致在内腠理开疏，皮毛为风热之邪所蒸，腠理因之开泄，卫气就走出，当然就不一定沿着它运行的正常道路了。这是因为卫气的性质慓悍滑疾，见到开泄的地方就走，所以不能从它正常通道走出，这叫做漏泄。",
        "　　黄帝说：希望听到中焦的活动情况。 ",
        "　　岐伯回答说：中焦也是合在胃中的，在上焦之后，中焦接受水谷，经过消化，笮去糟粕，承受精液，向上传注于肺，然后化生而成为血液，以养人体，没有什么比它更宝贵的了。所以独能行于经脉之道，叫做营。",
        "　　黄帝说：血和气，名称虽不同，但却属于同一类，这是什么道理呢？ ",
        "　　岐伯回答说：卫是水谷精气化成，营也是水谷精微的变化，所以血和气，名称虽不同，但属于同类。因此，脱血的，不可发汗；伤气的，不可失血，所以人生有一死而不可能死而再生。",
        "　　黄帝说：希望听您谈谈下焦的活动情况。 ",
        "　　岐伯回答说：下焦在胃的下口，将糟粕输送至大肠，又将水液注入膀胱，逐渐渗泄。所以水谷等物质，经常贮存在胃中，经过消化，形成的糟粕向下输送至大肠，成为下焦主要活动之一。水液也向下渗灌，挤去其水，另留清液，其污浊部分就沿下焦进入膀胱。",
        "　　黄帝说：人喝了酒，酒也入于胃中，谷物尚未经腐熟消化和分别清浊，而小便就能先排泄，这是为什么呢？ ",
        "　　岐伯回答说：酒是谷物经过腐熟而酿成的液汁，其气慓悍清纯，所以即使在食物以后入胃，也会比食物先由小便排出。",
        "　　黄帝说：很对！我曾听说人体内上焦的作用乃升化蒸腾，象天空的雾一样；中焦的作用乃腐熟谷物，象水之腐物一样；下焦的作用乃决渎流通，象沟道排水一样，就是这个道理。 ▲",
        "参考资料："
    ],
    "reference": [
        "张云昌 孟蓬生等.道客巴巴.http://www.doc88.com/p-298364351547.html"
    ]
}